Repository: Chevereto/Chevereto
Catalog: app/languages/*.po
Languages: vi

source: Enable this to prevent users from changing the NSFW flag. When enabled, only admin and managers will have this permission.
vi: Bật tính năng này để ngăn người dùng có thể tự ý đánh dấu nội dung nhạy cảm. Khi được kích hoạt, chỉ quản trị viên và người kiểm duyệt mới có quyền này.

source: Stop words
vi: Từ khoá bị cấm

source: One rule per line
vi: Một quy tắc trên mỗi dòng

source: Define words that won't be allowed for content.
vi: Xác định những từ không được phép sử dụng trong nội dung.

source: Cookie law compliance
vi: Tuân thủ luật cookie

source: Enable this to display a message that complies with the EU Cookie law requirements. Note: You only need this if your website is hosted in the EU and if you add tracking cookies.
vi: Bật tính năng này để hiển thị thông báo tuân thủ các yêu cầu của Luật Cookie EU. Lưu ý: Bạn chỉ cần thực hiện việc này nếu trang web của bạn được lưu trữ ở EU và bạn thêm các cookie theo dõi.

source: email delivery
vi: gửi email

source: Don't forget to test %t at %s
vi: Đừng quên kiểm tra %t tại %s

source: From name
vi: Tên người gửi

source: Sender name for emails sent to users.
vi: Tên người gửi sẽ hiển thị trong email gửi đến người dùng.

source: From email address
vi: Địa chỉ email gửi

source: Sender email for emails sent to users.
vi: Email người gửi để gửi email đến người dùng

source: Incoming email address
vi: Có thư tới

source: Recipient for contact form and system alerts.
vi: Email để nhận cho đơn liên lạc và báo động hệ thống

source: Email mode
vi: Chế độ email

source: How to send emails? SMTP recommended.
vi: Phương pháp gửi email? Khuyến khích dùng SMTP.

source: SMTP server and port
vi: SMTP server và port

source: SMTP username
vi: Tài khoản SMTP

source: SMTP password
vi: Mật khẩu SMTP

source: SMTP security
vi: Chế độ bảo mật của SMTP

source: Unsecured
vi: Không bảo mật

source: Comments API
vi: API Chức năng bình luận

source: Disqus API works with %s.
vi: Disqus API hoạt động với %s.

source: %s secret key
vi: Khoá bí mật %s

source: %s public key
vi: Khoá công khai %s

source: Comment code
vi: Mã code comment

source: Disqus, Facebook or anything you want. It will be used in image view.
vi: Disqus, Facebook hoặc bất cứ điều gì bạn muốn. Nó sẽ được sử dụng trong chế độ xem hình ảnh.

source: Analytics code
vi: Mã phân tích

source: Google Analytics or anything you want. It will be added to the theme footer.
vi: Google Analytics hoặc bất cứ mã thống kê nào khác.

source: %s spam protection
vi: Chống spam %s

source: user generated content
vi: nội dung do người dùng tạo ra

source: Enable this to use %l to block spam on %c.
vi: Kích hoạt tính năng này để sử dụng %l nhằm chặn thư rác trên %c.

source: %s API key
vi: Khoá API %s

source: user signup
vi: người dùng đăng ký

source: %s threshold
vi: Ngưỡng %s

source: How many failed attempts are needed to ask for CAPTCHA? Use zero (0) to always show CAPTCHA.
vi: Sau bao nhiêu lần thử thất bại thì CAPTCHA sẽ xuất hiện? Chọn 0 nếu bạn muốn CAPTCHA luôn hiển thị.

source: Force %s on contact page
vi: Buộc %s trên trang liên hệ

source: Enable this to always show %s on contact page.
vi: Bật chức năng này để luôn hiển thị %s trên trang liên hệ

source: Use %s to combat child sexual abuse material (CSAM).
vi: Sử dụng %s để ngăn chặn tài liệu lạm dụng tình dục trẻ em (CSAM).

source: Automatically moderate the content using the %s service.
vi: Sử dụng dịch vụ %s để tự động kiểm duyệt nội dung

source: Automatic approve
vi: Tự động phê duyệt

source: Enable this to automatically approve content moderated by this service.
vi: Bật chức năng này để tự động chấp thuận nội dung đã được kiểm duyệt bởi dịch vụ này.

source: Block content
vi: Chặn nội dung

source: Adult
vi: Người lớn

source: Teen and adult
vi: Vị thành niên và người lớn

source: Flag NSFW
vi: Gắn cờ nhạy cảm (NSFW)

source: Twitter account
vi: Tài khoản Twitter

source: Toggle this to enable or disable HTTPS
vi: Chuyển đổi để bật hoặc tắt HTTPS

source: Toggle this to enable or disable this storage
vi: Chuyển đổi để bật hoặc tắt kho lưu trữ này

source: Quota
vi: Hạn mức

source: Active
vi: Kích hoạt

source: Storage method
vi: Phương thức lưu trữ

source: Disk used
vi: Dung lượng đã sử dụng

source: Local storage is used by default or when no external storage is active.
vi: Lưu trữ cục bộ được sử dụng theo mặc định hoặc khi không có kho lưu trữ ngoài nào được kích hoạt.

source: storage
vi: lưu trữ

source: Enabled file extensions
vi: Định dạng tệp cho phép

source: Unsupported in your server
vi: Không hỗ trợ trên máy chủ của bạn

source: Only checked file extensions will be allowed to be uploaded.
vi: Chỉ cho phép tải lên những định dạng được chọn.

source: Enable uploads
vi: Bật upload

source: Enable this if you want to allow %s uploads.
vi: Bật nếu bạn muốn chó phép %s tải lên

source: Enable this if you want to allow file upload from URLs.
vi: Bật nếu bạn muốn cho phép tải lên bằng URL.

source: Note that enabling this will expose your server IP.
vi: Lưu ý rằng kích hoạt điều này sẽ khiến địa chỉ IP máy chủ của bạn bị lộ.

source: This feature is available only for administrators.
vi: Tính năng này chỉ quản trị viên mới được sử dụng

source: Upload user interface
vi: Giao diện tải lên

source: On-page container
vi: Tích hợp trực tiếp trên trang

source: route
vi: đường dẫn

source: Guest uploads
vi: Khách upload

source: Enable this if you want to allow non registered users to upload.
vi: Bật nếu muốn cho phép người dùng chưa đăng ký có thể upload.

source: Moderate uploads
vi: Kiểm duyệt tải lên

source: Enable this to moderate incoming uploads. Target content will require moderation for approval.
vi: Kích hoạt chức năng kiểm duyệt nội dung tải lên. Nội dung cần được duyệt trước khi được phép hiển thị.

source: Enable embed codes (uploader)
vi: Hiển thị mã nhúng sau khi tải lên

source: Enable this if you want to show embed codes when upload gets completed.
vi: Kích hoạt tùy chọn này để hiển thị mã nhúng ngay sau khi hoàn thành tải lên.

source: Upload threads
vi: Số luồng tải lên

source: Number of simultaneous upload threads (parallel uploads)
vi: Số lượng luồng tải lên đồng thời (tải lên song song)

source: Redirect on single upload
vi: Chuyển hướng sau khi tải lên đơn lẻ

source: Enable this if you want to redirect to file viewer on single upload.
vi: Bật nếu bạn muốn tự động chuyển hướng sang trang xem hình ảnh khi chỉ có một tệp được tải lên

source: Enable duplicate uploads
vi: Cho phép tải lên trùng lặp

source: Enable this if you want to allow duplicate uploads from the same IP within 24hrs.
vi: Bật tính năng này nếu bạn muốn cho phép các bản tải lên giống nhau từ cùng một địa chỉ IP trong vòng 24 giờ.

source: Enable expirable uploads
vi: Cho phép tải lên có thời hạn

source: Enable this if you want to allow uploads with an automatic delete option.
vi: Bật tùy chọn này nếu bạn cho phép người dùng lựa chọn thời gian tự động xoá ảnh.

source: Auto delete guest uploads
vi: Tự động xóa các tệp tải lên của khách

source: Enable this if you want to force guest uploads to be auto deleted after certain time.
vi: Bật tính năng này nếu bạn muốn ảnh của khách bị xóa tự động sau một khoảng thời gian nhất định.

source: Maximum image size
vi: Kích thước ảnh tối đa

source: Images greater than this size will get automatically downsized. Use zero (0) to don't set a limit.
vi: Ảnh vượt quá kích thước cho phép sẽ tự động được thu nhỏ. Sử dụng số 0 để bỏ giới hạn kích thước.

source: Image Exif data
vi: Dữ liệu Exif ảnh

source: Keep
vi: Giữ lại

source: Select the default setting for image <a %s>Exif data</a> on upload.
vi: Chọn chế độ mặc định cho <a %s>dữ liệu Exif </a>của ảnh khi tải lên hệ thống.

source: Image Exif data (user setting)
vi: Cấu hình dữ liệu Exif hình ảnh (cài đặt người dùng)

source: Enable this if you want to allow each user to configure how image Exif data will be handled.
vi: Bật tùy chọn này để cho phép mỗi người dùng quyết định cách xử lý thông tin Exif trong ảnh của họ.

source: Maximum upload file size
vi: Kích thước tải lên tối đa

source: Maximum size allowed by server is %s. This limit is capped by %u and %p (%f values).
vi: Kích thước tối đa mà máy chủ cho phép là %s. Giới hạn này được đặt bởi %u và %p (giá trị %f).

source: guests
vi: khách

source: Same as "%s" but for guests.
vi: Tương tự như "%s" nhưng dành cho khách.

source: File path
vi: Đường dẫn tệp tin

source: Relative to Chevereto root
vi: Đến thư mục gốc của Chevereto

source: Where to store the uploaded files? Relative to Chevereto root.
vi: Nơi lưu trữ các tệp đã tải lên?. Điều này liên quan đến thư mục gốc Chevereto

source: Storage mode
vi: Chế độ lưu trữ

source: Datefolders
vi: Thư mục theo ngày

source: Datefolders creates %s structure
vi: Datefolders tạo cấu trúc %s

source: File naming method
vi: Cách đặt tên file

source: Original
vi: Gốc

source: Mix original + random
vi: Trộn tên gốc + ngẫu nhiên

source: "Original" will try to keep the file source name while "Random" will generate a random name. "ID" will name the file just like the file ID.
vi: "Gốc" có nghĩa là sẽ cố gắng giữ tên tệp gốc. "Ngẫu nhiên" sẽ tạo tên tệp ngẫu nhiên. Trong khi "ID" sẽ tạo tên tệp giống với ID trong CSDL.

source: Thumb size
vi: Kích thước ảnh nhỏ

source: Thumbnails will be fixed to this size.
vi: Ảnh nhỏ sẽ được giữ nguyên ở kích thước này

source: Medium image fixed dimension
vi: Chiều cố định kích thước cho ảnh cỡ vừa

source: Medium sized images will be fixed to this dimension. For example, if you select "width" that dimension will be fixed and image height will be automatically calculated.
vi: Chức năng này giúp bạn chọn một kích thước chuẩn cho ảnh cỡ vừa. Ví dụ, nếu bạn chọn cố định "chiều rộng" thì chiều cao sẽ tự động được điều chỉnh phù hợp để giữ tỷ lệ ảnh."

source: Medium image fixed size
vi: Kích thước cố định cho ảnh cỡ vừa

source: Width or height will be automatically calculated.
vi: Hệ thống sẽ tự động tính toán chiều rộng hoặc chiều cao.

source: Block file uploads by IP if the system notice a flood behavior based on the number of uploads per time period.
vi: Chặn tải lên nếu hệ thống phát hiện tải liên quá mức trong khoảng thời gian đã định.

source: Notify to email
vi: Thông báo tới email

source: If enabled the system will send an email on flood incidents.
vi: Nếu bật, hệ thống sẽ gửi email thông báo nếu phát hiện sự cố.

source: Minute limit
vi: Giới hạn theo phút

source: Hourly limit
vi: Giới hạn theo giờ

source: Daily limit
vi: Giới hạn theo ngày

source: Weekly limit
vi: Giới hạn theo tuần

source: Monthly limit
vi: Giới hạn theo tháng

source: Public API key
vi: Khoá API công khai

source: This key is for guest usage.
vi: Khoá này dành cho người dùng chưa đăng ký

source: Check the %s documentation.
vi: Xem tài liệu về %s

source: Style
vi: Kiểu

source: Split landing + images
vi: Chia làm trang landing + ảnh

source: explore
vi: khám phá

source: Route %s
vi: Định tuyến %s

source: Select the homepage style. To customize it further edit app/themes/%s/views/index.php
vi: Chọn kiểu trang chủ. Để tùy chỉnh chi tiết hơn, chỉnh sửa file app/themes/%s/views/index.php

source: Cover image
vi: Ảnh bìa

source: Do you really want to delete?
vi: Bạn có thực sự muốn xoá không?

source: Delete %s
vi: Xoá %s

source: Add new cover image
vi: Thêm ảnh bìa mới

source: This will be added inside the homepage %s tag. Leave it blank to use the default contents.
vi: Nội dung này sẽ được thêm vào bên trong thẻ %s trên trang chủ. Để trống nếu muốn sử dụng nội dung mặc định.

source: Paragraph
vi: Đoạn văn

source: Call to action button color
vi: Màu nút hành động

source: Blue
vi: Xanh lam

source: Green
vi: Xanh lá

source: Orange
vi: Cam

source: Red
vi: Đỏ

source: Grey
vi: Xám

source: Black
vi: Đen

source: White
vi: Trắng

source: Default
vi: Mặc định

source: Color of the homepage call to action button.
vi: Màu của nút hành động trên trang chủ

source: Call to action outline style button
vi: Nút hành động dạng viền

source: Enable this to use outline style for the homepage call to action button.
vi: Bật tùy chọn này để sử dụng khung viền cho nút hành động trên trang chủ.

source: Call to action functionality
vi: Chức năng nút hành động

source: Trigger uploader
vi: Kích hoạt trình tải lên

source: Open URL
vi: Mở liên kết

source: Call to action URL
vi: Liên kết của nút hành động

source: Enter an absolute or relative URL
vi: Nhập URL hoàn chỉnh hoặc tương đối

source: A relative URL like %r will be mapped to %l
vi: Một URL tương đối như %r sẽ được ánh xạ tới %l

source: Call to action HTML
vi: HTML nút hành động

source: This will be added inside the call to action <a> tag. Leave it blank to use the default contents.
vi: Nội dung này sẽ nằm bên trong thẻ <a> của nút hành động. Để trống nếu bạn muốn dùng nội dung mặc định.

source: User IDs
vi: ID người dùng

source: Empty
vi: Trống

source: Your user id is: %s
vi: ID người dùng của bạn là: %s

source: Comma-separated list of target user IDs (integers) to show most recent images on homepage. Leave it empty to display trending images.
vi: Nhập ID người dùng cách nhau bởi dấu phẩy để xem ảnh mới nhất của họ trên trang chủ. Bỏ trống để xem ảnh nổi bật.

source: Expires
vi: Thời hạn

source: Do you really want to remove the ban to the IP %s?
vi: Bạn có thực sự muốn gỡ bỏ lệnh cấm đối với địa chỉ IP %s?

source: Banned IP address will be forbidden to use the entire website.
vi: Địa chỉ IP bị cấm sẽ không được phép sử dụng toàn bộ trang web.

source: Default language
vi: Ngôn ngữ mặc định

source: Default base language to use.
vi: Ngôn ngữ sử dụng

source: Auto language
vi: Ngôn ngữ tự động

source: Enable this if you want to automatically detect and set the right language for each user.
vi: Bật tính năng này để tự động phát hiện và chọn ngôn ngữ phù hợp cho mỗi người dùng.

source: Language chooser
vi: Cho phép chọn ngôn ngữ

source: Enable this if you want to allow language selection.
vi: Bật tùy chọn này để cho phép người dùng chọn ngôn ngữ.

source: Enabled languages
vi: Ngôn ngữ đã bật

source: Only checked languages will be used in your website.
vi: Trang web chỉ sử dụng các ngôn ngữ đã được chọn.

source: List items per page
vi: Số ảnh trên mỗi trang

source: How many items should be displayed per page listing.
vi: Số lượng hình ảnh hiển thị mỗi trang liệt kê

source: List pagination mode
vi: Chế độ phân trang

source: Endless scrolling
vi: Tự động tải vĩnh cửu

source: Classic pagination
vi: Phân trang bình thường

source: What pagination method should be used.
vi: Chọn chế độ phân trang

source: Listing viewer
vi: Trình xem danh sách

source: Enable this to use the listing viewer when clicking on an image.
vi: Bật chức năng này để xem ảnh to hơn khi bạn click vào ảnh trong danh sách

source: Image listing size
vi: Kích thước ảnh trong danh sách

source: Fluid
vi: Linh hoạt

source: Fixed
vi: Cố định

source: Both methods use a fixed width but fluid method uses automatic heights.
vi: Cả hai phương pháp này đều sử dụng chiều rộng cố định, nhưng phương pháp linh hoạt sẽ điều chỉnh chiều cao tự động.

source: %t listing requirement
vi: Yêu cầu về danh sách trong %s

source: Sets the minimum content count needed to show %t in %s.
vi: Đặt số lượng nội dung tối thiểu cần thiết để hiển thị %t trong %s.

source: Listing columns number
vi: Số lượng cột trong danh sách

source: Here you can set how many columns are used based on each target device.
vi: Thiết lập số cột hiển thị phù hợp với từng thiết bị.

source: Phone
vi: Điện thoại

source: Phablet
vi: Điện thoại màn hình lớn

source: Tablet
vi: Máy tính bảng

source: Desktop
vi: Máy tính để bàn

source: Application
vi: Ứng dụng

source: Text
vi: Văn bản

source: Text option uses the website name as logo.
vi: Tuỳ chọn văn bản sẽ dùng tên trang web làm logo.

source: Vector version or your website logo in SVG format.
vi: Phiên bản vector hoặc logo trang web của bạn ở định dạng SVG.

source: Logo image
vi: Ảnh logo

source: Bitmap version or your website logo. PNG format is recommended.
vi: Logo định dạng Bitmap. Nên sử dụng ảnh PNG

source: Logo height
vi: Chiều cao logo

source: No value
vi: Không có giá trị

source: Use this to set the logo height if needed.
vi: Sử dụng tùy chọn này để đặt chiều cao logo nếu cần.

source: Favicon image
vi: Hình favicon

source: Favicon image. Image must have same width and height.
vi: Hình favicon. Chiều cao và chiều rộng phải bằng nhau

source: Page title
vi: Tiêu đề trang

source: Page status
vi: Trạng thái trang

source: Active page
vi: Trang đang hoạt động

source: Inactive page (%s)
vi: Trang không hoạt động (%s)

source: Only active pages will be accessible.
vi: Chỉ những trang đang hoạt động mới có thể truy cập.

source: Type
vi: Loại

source: Terms of service
vi: Điều khoản dịch vụ

source: Contact
vi: Liên hệ

source: Extra page
vi: Trang bổ sung

source: Internal page type
vi: Trang nội bộ

source: You can have multiple extra pages, but only one of the other special internal types.
vi: Có thể có nhiều trang bổ sung, nhưng chỉ được thêm một trong các loại trang nội bộ đặc biệt khác.

source: Page visibility
vi: Trạng thái hiển thị trang

source: Visible page
vi: Trang công khai

source: Hidden page
vi: Trang ẩn

source: Hidden pages won't be show in system menus, but anyone can access to it with the link.
vi: Mặc dù ẩn trong menu, mọi người vẫn có thể truy cập các trang này bằng cách vào liên kết trực tiếp.

source: Only alphanumerics, hyphens and forward slash
vi: Chỉ bao gồm chữ cái, số, dấu gạch ngang và dấu gạch chéo

source: A %f file relative to %s
vi: Tệp %f liên quan đến %s

source: Meta keywords
vi: Từ khoá meta

source: Meta description
vi: Mô tả meta

source: Source code
vi: Mã nguồn

source: No write permission in %s path you will need to add this file using an external editor.
vi: Bạn không có quyền ghi vào đường dẫn %s. Bạn sẽ cần sử dụng một trình soạn thảo bên ngoài để thêm tập tin này.

source: No write permission in %s you will need to edit the contents of this file using an external editor.
vi: Bạn không có quyền ghi vào đường dẫn %s. Bạn sẽ cần sử dụng một trình soạn thảo bên ngoài để chỉnh sửa tập tin này.

source: Taken from: %s
vi: Lấy từ: %s

source: Link URL
vi: Liên kết URL

source: Link target attribute
vi: Thuộc tính target của liên kết

source: Select %s to open the page or link in a new window.
vi: Chọn %s để mở trang hoặc liên kết trong một cửa sổ mới.

source: Link rel attribute
vi: Thuộc tính rel của liên kết

source: Only alphanumerics, hyphens and whitespaces
vi: Chỉ cho phép ký tự chữ cái, số, dấu gạch ngang và khoảng trắng

source: HTML %s attribute
vi: Thuộc tính %s HTML

source: Link icon
vi: Liên kết icon

source: Check the <a %s>icon reference</a> for the complete list of supported icons.
vi: Bạn có thể tìm thấy danh sách đầy đủ các biểu tượng được hỗ trợ trong <a %s>hướng dẫn về biểu tượng.</a>

source: Sort order display
vi: Thứ tự hiển thị

source: Page sort order display for menus and listings. Use "1" for top priority.
vi: Cách sắp xếp trang hiển thị cho menu và danh sách. Sử dụng "1" cho mục tiêu ưu tiên hàng đầu.

source: Do you really want to delete the page ID %s?
vi: Bạn có thực sự muốn xóa trang ID %s không?

source: Routing allows you to customize default route binds on the fly. Only alphanumeric, hyphen and underscore characters are allowed.
vi: Định tuyến giúp bạn thay đổi các đường dẫn mặc định một cách dễ dàng. Chỉ được dùng chữ cái, số, dấu gạch ngang và gạch dưới.

source: %s routing
vi: Định tuyến %s

source: Routing for %s
vi: Định tuyến cho %s

source: Root
vi: Gốc

source: Determine which content to resolve on root route.
vi: Lựa chọn nội dung xử lý cho tuyến gốc.

source: SEO %s URLs
vi: SEO URL %s

source: Enable this if you want to use SEO %s URLs.
vi: Kích hoạt chức năng này để sử dụng URL %s thân thiện với SEO.

source: Semantics allows you to define the nouns used for content to customize your content driven experience.
vi: Ngữ nghĩa cho phép bạn định nghĩa các danh từ sử dụng trong nội dung để tạo ra trải nghiệm được điều chỉnh riêng theo ý thích.

source: Automatic updates check
vi: Tự động kiểm tra cập nhật

source: When enabled the system will automatically check for new updates.
vi: Khi được kích hoạt, hệ thống sẽ tự động kiểm tra các bản cập nhật mới.

source: Display available updates notification
vi: Hiển thị thông báo khi có cập nhật mới

source: Enable this to show a notice on top warning you about new available system updates.
vi: Kích hoạt tính năng này để nhận thông báo về các bản cập nhật hệ thống mới ở đầu màn hình.

source: Dump update query
vi: Xuất truy vấn cập nhật

source: Enable this if you want to dump the update query to run it manually.
vi: Bật tùy chọn này nếu bạn muốn xuất truy vấn cập nhật để chạy nó theo cách thủ công.

source: Maintenance
vi: Bảo trì

source: When enabled the website will show a maintenance message.
vi: Khi được kích hoạt, trang web sẽ hiển thị thông báo bảo trì.

source: Crypt salt
vi: Khóa salt

source: This is the salt used to convert numeric ID to alphanumeric. It was generated on install.
vi: Đây là mã salt dùng để chuyển đổi chữ số của ID sang dạng chữ cái. Mã này được tạo khi cài đặt.

source: Debug errors
vi: Gỡ lỗi

source: Enable this if you want to debug errors.
vi: Bật nếu bạn muốn theo dõi lỗi.

source: Debug level
vi: Mức độ gỡ lỗi

source: None
vi: Không có gì

source: Error log
vi: Nhật ký lỗi

source: Print errors without error log
vi: Hiển lỗi trực tiếp mà không ghi nhật ký

source: Print and log errors
vi: Hiển lỗi trực tiếp và ghi nhật ký

source: To configure the debug level check the %docs%.
vi: Để thiết lập mức độ gỡ lỗi, vui lòng tham khảo %docs%.

source: Enable %service%
vi: Kích hoạt %service%

source: Enable this if you want to send debug messages to %xr%.
vi: Bật tính năng này nếu bạn muốn gửi thông báo gỡ lỗi tới %xr%.

source: %s Host
vi: Host %s

source: %s Port
vi: Port %s

source: %s Key
vi: Khoá %s

source: Default %s
vi: %s mặc định

source: Image load max. filesize
vi: Kích thước tối đa khi tải ảnh

source: Images greater than this size will show a button to load full resolution image.
vi: Ảnh có kích thước lớn hơn sẽ có nút để tải độ phân giải gốc.

source: Enable download button
vi: Mở nút download

source: Enable this if you want to show the image download button.
vi: Mở chức năng này để hiển thị nút download ảnh.

source: Enable right click on image
vi: Cho phép chuột phải trên ảnh

source: Enable this if you want to allow right click on image viewer page.
vi: Bật tính năng này để cho phép thao tác chuột phải trên trang xem ảnh.

source: Enable show Exif data
vi: Hiển thị Exif data

source: Enable this if you want to show image Exif data.
vi: Bật tính năng này nếu bạn muốn hiển thị Exif data của ảnh

source: %s first tab
vi: Tab đầu tiên của %s

source: Determine the first tab on %s page.
vi: Xác định tab đầu tiên trên trang %s.

source: Enable social share
vi: Mở chức năng chia sẻ mạng xã hội

source: Enable this if you want to show social network buttons to share content.
vi: Mở chức năng hiện nút chia sẻ mạng xã hội

source: Enable embed codes (content)
vi: Mở mã nhúng

source: Everybody
vi: Mọi người

source: Users only
vi: Chỉ người dùng

source: Enable this if you want to show embed codes for the content.
vi: Mở chức năng hiện mã nhúng cho nội dung

source: Not safe content checkbox in uploader
vi: Ô đánh dấu nội dung nhạy cảm trong trình upload

source: Enable this if you want to show a checkbox to indicate not safe content upload.
vi: Bật tùy chọn này để người dùng có thể gắn cờ nội dung nhạy cảm khi tải lên.

source: Custom CSS code
vi: Mã CSS tùy chỉnh

source: Put your custom CSS code here. It will be placed as <style> just before the closing </head> tag.
vi: Thêm tùy chỉnh CSS ở đây. Sẽ được thêm vào thẻ <style> và trước </head>

source: Custom JS code
vi: Mã JS tùy chỉnh
