Repository: Chevereto/Chevereto
Catalog: app/languages/*.po
Languages: vi

source: Put your custom JS code here. It will be placed as <script> just before the closing </head> tag.
vi: Thêm tùy chỉnh JS ở đây. Sẽ được thêm vào thẻ <script> và trước </head>

source: Do not use %s markup here. This is for plain JS code, not for HTML script tags. If you use script tags here you will break your website.
vi: Đừng dùng thẻ %s ở đây. Đoạn này dành riêng cho mã JavaScript thuần, không phải thẻ script HTML. Thêm thẻ script vào đây sẽ làm hỏng website của bạn.

source: Decode ID
vi: Giải mã ID

source: Encode ID
vi: Mã hoá ID

source: Send test email
vi: Gửi email test

source: Use this to test how your emails are being delivered. We recommend you to use %s.
vi: Dùng công cụ này để kiểm tra cách thức email của bạn được gửi đi. Chúng tôi khuyến nghị sử dụng %s.

source: Export a user
vi: Xuất một người dùng

source: Export user
vi: Xuất người dùng

source: This will allow you to download a user's standard personal information in JSON format.
vi: Điều này sẽ cho phép bạn tải xuống thông tin cá nhân cơ bản của người dùng ở định dạng JSON.

source: Regenerate external storage stats
vi: Tái tạo số liệu thống kê cho kho lưu trữ ngoài

source: Regenerate
vi: Tái tạo

source: This will re-calculate the sum of all the image records associated to the target external storage.
vi: Thao tác này sẽ tính toán lại tổng số dữ liệu ảnh được liên kết tới kho lưu trữ ngoài đã chọn.

source: Migrate external storage records
vi: Di chuyển bản ghi kho lưu trữ ngoài

source: Source storage id
vi: ID kho lưu trữ nguồn

source: Target storage id
vi: ID kho lưu trữ mục tiêu

source: Migrate
vi: Di chuyển

source: This only updates the database. You must transfer the actual files to target storage container on your own. URL rewriting is strongly recommended. Use zero (0) for local storage.
vi: Thao tác này chỉ cập nhật cơ sở dữ liệu. Bạn phải tự tay chuyển các tập tin thực sang kho lưu trữ mục tiêu. Việc viết lại URL được khuyến nghị. Sử dụng số không (0) để chỉ định lưu trữ cục bộ.

source: Additional settings
vi: Thiết lập khác

source: Plugin route
vi: Định tuyến plugin

source: Enable this to display plugin instructions at %u. A link to these instructions will be added to the %s menu.
vi: Kích hoạt tùy chọn này để hiển thị hướng dẫn sử dụng plugin tại %u. Đường dẫn đến hướng dẫn sẽ được thêm vào menu %s.

source: Use this to set a custom URL for %p. Please note that you need to manually replicate %s in this URL.
vi: Dùng tuỳ chọn này để thiết lập một URL tuỳ chỉnh cho %p. Lưu ý, bạn cần tự sao chép %s vào URL này.

source: Enable signups
vi: Cho phép đăng ký

source: Enable this if you want to allow users to signup.
vi: Mở chức năng này để cho phép người dùng đăng ký

source: Enable user content delete
vi: Cho phép người dùng tự xoá nội dung

source: Enable this if you want to allow users to delete their own content.
vi: Bật nếu bạn muốn cho phép người dùng có thể xoá tệp của họ.

source: Minimum age required
vi: Độ tuổi tối thiểu

source: Leave it empty to don't require a minimum age to use the website.
vi: Để trống nếu bạn không muốn yêu cầu độ tuổi tối thiểu để sử dụng trang web.

source: Notify on user signup
vi: Thông báo khi có người dùng mới

source: Enable this if you want to get an email notification for each new user signup.
vi: Bật tuỳ chọn này nếu bạn muốn nhận thông báo mỗi khi có người dùng mới đăng ký.

source: Require email confirmation
vi: Yêu cầu xác nhận email

source: Enable this if users must validate their email address on sign up.
vi: Chọn cái này để bắt buộc người dùng xác nhận email khi đăng kí

source: Require email for social signup
vi: Yêu cầu email cho đăng kí qua mạng xã hội

source: Enable this if users using social networks to register must provide an email address.
vi: Chọn cái này để bắt buộc người đăng kí dùng mạng xã hội phải xác nhận email

source: User avatar max. filesize
vi: Dung lượng tối đa cho ảnh đại diện

source: Max. allowed filesize for user avatar image. (Max allowed by server is %s)
vi: Kích thước tối đa cho ảnh đại diện người dùng. (Kích thước tối đa do máy chủ cho phép là %s)

source: User background max. filesize
vi: Dung lượng tối đa cho ảnh nền

source: Max. allowed filesize for user background image. (Max allowed by server is %s)
vi: Kích thước tối đa cho ảnh nền của người dùng. (Kích thước tối đa do máy chủ cho phép là %s)

source: Enable this to put a logo or anything you want in image uploads.
vi: Chọn cái này để bỏ logo hoặc bất cứ thứ gì bạn muốn lên ảnh được upload

source: Watermark user toggles
vi: Tùy chọn đóng dấu

source: Enable watermark on guest uploads
vi: Đóng dấu ảnh do khách tải lên

source: Enable watermark on user uploads
vi: Đóng dấu ảnh do người dùng tải lên

source: Enable watermark on admin uploads
vi: Đóng dấu ảnh do quản trị viên tải lên

source: Watermark file toggles
vi: Chức năng đóng dấu

source: Enable watermark on GIF image uploads
vi: Bật chế độ đóng dấu cho ảnh GIF khi tải lên.

source: Animated images won't be watermarked.
vi: Lưu ý: Ảnh động sẽ không được đóng dấu.

source: Minimum image size needed to apply watermark
vi: Kích thước ảnh tối thiểu cần thiết để đóng dấu

source: Images smaller than this won't be watermarked. Use zero (0) to don't set a minimum image size limit.
vi: Ảnh nhỏ hơn kích thước này sẽ không được đóng dấu. Sử dụng số không (0) để không đặt giới hạn kích thước ảnh tối thiểu.

source: Watermark image
vi: Hình đóng dấu

source: Max size %s.
vi: Dung lượng tối đa %s.

source: Watermark position
vi: Vị trí hình đóng dấu

source: left top
vi: trái - trên

source: left center
vi: trái - giữa

source: left bottom
vi: trái - dưới

source: center top
vi: giữa - trên

source: center center
vi: giữa - giữa

source: center bottom
vi: giữa - dưới

source: right top
vi: phải - trên

source: right center
vi: phải - giữa

source: right bottom
vi: phải - dưới

source: Relative position of the watermark image. First horizontal align then vertical align.
vi: Vị trí đóng dấu tương đối. Căn chỉnh theo chiều ngang trước, sau đó căn chỉnh theo chiều dọc.

source: Watermark percentage
vi: Tỉ lệ hình đóng dấu

source: Watermark percentual size relative to the target image area. Values 1 to 100.
vi: Tỷ lệ phần trăm hình đóng dấu so với diện tích ảnh gốc. Giá trị từ 1 đến 100.

source: Watermark margin
vi: Khoảng cách watermark

source: Margin from the border of the image to the watermark image.
vi: Khoảng cách từ bìa ảnh đến ảnh watermark

source: Watermark opacity
vi: Độ mờ của watermark

source: Opacity of the watermark in the final watermarked image. Values 0 to 100.
vi: Độ trong suốt của hình đóng dấu. Giá trị từ 0 đến 100.

source: Website name
vi: Tên trang web

source: Website doctitle
vi: Tên website

source: Website description
vi: Mô tả website

source: Default time zone
vi: Múi giờ mặc định

source: Select region
vi: Chọn vùng

source: Allows to search images, albums and users based on a given search query.
vi: Cho phép tìm kiếm hình ảnh, album và người dùng dựa trên truy vấn tìm kiếm được chỉ định.

source: search
vi: tìm kiếm

source: Enables %s for guests.
vi: Cho phép %s đối với khách.

source: Enables to browse public uploaded images. It also enables categories.
vi: Khách có thể duyệt các hình ảnh được tải lên công khai. Tính năng này cũng kích hoạt các danh mục.

source: Enables to browse images randomly.
vi: Cho phép duyệt hình ảnh ngẫu nhiên.

source: random
vi: ngẫu nhiên

source: Enable this if you want to show a "%s" link at the footer.
vi: Bật tính năng này nếu bạn muốn hiển thị liên kết "%s" ở cuối trang.

source: Likes
vi: Thích

source: Allows users to like content and populate "Most liked" listings.
vi: Cho phép người dùng thích nội dung và hiển thị danh sách "Được thích nhiều nhất".

source: Followers allows users to follow each other.
vi: Theo dõi cho phép người dùng theo dõi nhau.

source: Website mode
vi: Chế độ website

source: Multi-user
vi: Nhiều người dùng

source: You can switch the website mode anytime.
vi: Bạn có thể đổi chế độ website bất cứ lúc nào.

source: %s target %t
vi: %t mục tiêu của %s

source: Numeric ID of the target %t for %s mode.
vi: Số ID của %t mục tiêu cho chế độ %s

source: Custom route to map /username to /something. Use "/" to map to homepage.
vi: Thiết lập đường dẫn riêng cho /username thành /something. Dùng "/" để thiết lập đường dẫn cho trang chủ.

source: Website privacy mode
vi: Chế độ riêng tư của trang web

source: Private mode will make the website only available for registered users.
vi: Trang web sẽ chỉ hoạt động đối với thành viên trong chế độ riêng tư

source: Content privacy mode
vi: Chế độ riêng tư

source: Force private (self)
vi: Bắt buộc bí mật (bản thân)

source: Force private (anyone with the link)
vi: Bắt buộc bí mất (bất cứ ai có link)

source: Forced privacy modes will override user selected privacy.
vi: Chế độ riêng tư bắt buộc sẽ ghi đè lên quyền riêng tư do người dùng chọn.

source: Hello and welcome, %s
vi: Xin chào, %s

source: Whether you're an individual creator or a company looking for a powerful media sharing platform, Chevereto has you covered.
vi: Dù bạn là một nhà sáng tạo cá nhân hay một doanh nghiệp đang tìm kiếm một nền tảng chia sẻ phương tiện mạnh mẽ, Chevereto sẽ đáp ứng mọi nhu cầu của bạn.

source: share your feedback
vi: chia sẻ ý kiến

source: We're always looking for ways to improve, feel free to %s and suggestions.
vi: Chúng tôi luôn tìm kiếm cơ hội để hoàn thiện hơn, xin đừng ngần ngại %s và gợi ý của bạn!

source: We are available for all your support and customization needs.
vi: Chúng tôi luôn sẵn sàng đáp ứng mọi nhu cầu hỗ trợ và tùy chỉnh của bạn.

source: Thank you for choosing Chevereto.
vi: Cám ơn bạn đã sử dụng Chevereto.

source: Chevereto creator
vi: Người tạo ra Chevereto

source: Provide Chevereto license key by assigning the environment variable %e or by creating the %f file containing the license key.
vi: Để cung cấp mã bản quyền Chevereto, bạn có thể gán mã vào biến môi trường %e hoặc tạo một tệp tin %f chứa mã bản quyền.

source: You can also set the license key in the textarea below.
vi: Bạn cũng có thể điền mã bản quyền vào ô bên dưới.

source: Chevereto license key
vi: Mã bản quyền Chevereto

source: PASTE LICENSE KEY HERE
vi: DÁN MÃ BẢN QUYỀN VÀO ĐÂY

source: If the detected IP doesn't match yours it means that your web server is under a proxy. The connecting IP can be set using the HTTP header defined in the environment variable %e and when not set it fall-back to %v.
vi: Nếu IP được phát hiện không khớp với IP của bạn, điều đó cho thấy máy chủ web của bạn đang hoạt động thông qua một proxy. Bạn có thể thiết lập IP kết nối thật bằng tiêu đề HTTP nằm trong biến môi trường %e. Nếu biến này trống, hệ thống sẽ dùng giá trị trong %v.

source: Make sure that you address this issue as the system relies on accurate IP detections to provide basic functionalities and to protect against spam, flooding, and brute force attacks.
vi: Hãy đảm bảo giải quyết vấn đề này thật kỹ lưỡng. Toàn bộ hệ thống phụ thuộc vào khả năng phát hiện địa chỉ IP chính xác để tự bảo vệ trước spam, tấn công tràn ngập dữ liệu, hay các cuộc tấn công dò mật khẩu.

source: Disk
vi: Dung lượng

source: %s edition
vi: Phiên bản %s

source: Role
vi: Quyền

source: Email address
vi: Địa chỉ email

source: Play %s
vi: Phát %s

source: Load 360° view
vi: Tải chế độ xem 360°

source: %s image
vi: Ảnh %s

source: Do you really want to approve this image? The image will go public if you approve it.
vi: Bạn có thật sự muốn duyệt hình ảnh này không? Nó sẽ được công khai ngay khi bạn chấp thuận.

source: Download
vi: Tải xuống

source: Cover
vi: Ảnh bìa

source: This is the album cover
vi: Đây ảnh bìa của album

source: Added to %a under %s %t
vi: Đã thêm vào %a dưới %s %t

source: Added to %s
vi: Hoàn thành thêm vào %s

source: Uploaded to %s
vi: Đã tải lên vào %s

source: Uploaded %s
vi: Đã up lên %s

source: This content will be removed on %s
vi: Nội dung này sẽ bị xoá vào %s

source: No description provided.
vi: Không có mô tả.

source: Less Exif data
vi: Ẩn Exif

source: More Exif data
vi: Hiện Exif

source: %s ID
vi: ID %s

source: Add IP ban
vi: Thêm IP bị cấm

source: Upload and share your media
vi: Đăng tải và chia sẻ media của bạn

source: Drag and drop anywhere to start uploading.
vi: Chỉ cần kéo và thả ở bất kỳ đâu để bắt đầu tải lên.

source: Get direct links, Markdown, BBCode and HTML thumbnails.
vi: Lấy liên kết trực tiếp, Markdown, BBCode và HTML.

source: Sign up to unlock all the features
vi: Đăng ký để sử dụng mọi chức năng của website

source: Manage your content, create private albums, customize your profile and more.
vi: Quản lý hình ảnh, tạo album riêng tư, tùy chỉnh trang hồ sơ và hơn thế nữa

source: Sign in with your account
vi: Đăng nhập vào tài khoản của bạn

source: Don't have an account? %signup% now.
vi: Không có tài khoản? Hãy %signup% ngay bây giờ.

source: Logged out
vi: Đã đăng xuất

source: You have been logged off %s. Hope to see you soon.
vi: Bạn đã thoát khỏi tài khoản %s. Hẹn gặp lại sau!

source: Website under maintenance
vi: Website đang bảo trì

source: We're performing scheduled maintenance tasks in the website. Please come back in a few minutes.
vi: Chúng tôi đang thực hiện bảo trì theo lịch trình trên trang web. Vui lòng quay lại sau vài phút.

source: This content is password protected.
vi: Nội dung này cần mật khẩu để xem

source: Please enter your password to continue.
vi: Vui lòng nhập mật khẩu để tiếp tục.

source: Unlock
vi: Mở khoá

source: Add media uploading and sharing to your website, blog or forum by installing our upload plugin.
vi: Thêm tính năng tải lên và chia sẻ media vào trang web, blog hoặc diễn đàn của bạn bằng cách cài đặt plugin tải lên của chúng tôi.

source: It provides file uploading to any website by placing a button that will allow your users to directly upload to our service and it will automatically handle the codes needed for insertion.
vi: Chức năng này cho phép người dùng tải tệp lên bất kỳ trang web nào bằng cách thêm một nút, giúp họ dễ dàng tải trực tiếp lên dịch vụ của chúng tôi. Hệ thống sẽ tự động xử lý mã cần thiết để chèn tệp vào trang.

source: All features included like drag and drop, remote upload, image resizing and more.
vi: Tất cả các tính năng đều được tích hợp, bao gồm kéo và thả, tải lên từ xa, thay đổi kích thước hình ảnh và nhiều hơn nữa.

source: Supported software
vi: Phần mềm hỗ trợ

source: supported software
vi: phần mềm hỗ trợ

source: The plugin works in any website with user-editable content and for %sv, it will place an upload button that will match the target editor toolbar so no extra customization is needed.
vi: Plugin hoạt động trên mọi trang web có nội dung có thể chỉnh sửa. Đặc biệt, với %sv, nó sẽ tự động chèn một nút tải lên phù hợp với thanh công cụ của trình chỉnh sửa mục tiêu, giúp bạn không cần phải tùy chỉnh thêm.

source: Add it to your website
vi: Thêm nó vào trang web của bạn

source: options
vi: tuỳ chọn

source: Copy and paste the plugin code into your website HTML code (preferably inside the head section). There are plenty %o to make it fit better to your needs.
vi: Bạn hãy sao chép và dán mã plugin vào mã HTML của website (tốt nhất là ở trong phần đầu của trang). Có rất nhiều %o để bạn có thể điều chỉnh cho phù hợp với nhu cầu của mình.

source: Basic options
vi: Tuỳ chọn cơ bản

source: Color palette
vi: Bảng màu

source: Button color scheme
vi: Phối màu nút

source: Embed codes that will be auto-inserted in editor box
vi: Mã nhúng sẽ tự động chèn vào khung soạn thảo

source: Sibling selector
vi: Bộ chọn phần tử liên quan

source: Sibling element selector where to place the button next to
vi: Cách xác định vị trí đặt nút bên cạnh phần tử khác.

source: Sibling position
vi: Vị trí phần tử

source: After
vi: Sau

source: Before
vi: Trước

source: Position relative to sibling element
vi: Vị trí liên quan đến phần tử đã chọn

source: Advanced options
vi: Tuỳ chọn nâng cao

source: The plugin has a large set of additional options that allow full customization. You can use custom HTML, CSS, own color palette, set observers and more. Check the %d and the plugin source to get a better idea of these advanced options.
vi: “Plugin này cung cấp một loạt tùy chọn phong phú cho phép bạn tùy chỉnh hoàn toàn. Bạn có thể sử dụng HTML, CSS tùy chỉnh, chọn bảng màu riêng, thiết lập các trình theo dõi và nhiều hơn nữa. Hãy tham khảo %d và mã nguồn của plugin để hiểu rõ hơn về những tùy chọn nâng cao này.

source: Valid
vi: Hoạt động

source: Banned
vi: Đã cấm

source: Awaiting email
vi: Chờ email

source: %i to %f characters<br>Letters, numbers and "_"
vi: từ %i đến %f ký tự<br>Chữ, số và "_"

source: Auto delete uploads
vi: Tự động xoá

source: This setting will apply to all your file uploads by default. You can override this setting on each upload.
vi: Cài đặt này sẽ được áp dụng mặc định cho tất cả các tệp tải lên. Tuy nhiên, bạn có thể tùy chỉnh cài đặt này cho từng lần tải lên riêng biệt.

source: Keep image <a %s>Exif data</a> on upload
vi: Giữ lại <a %s>dữ liệu Exif</a> của hình ảnh khi tải lên.

source: Newsletter
vi: Bản tin

source: Send me emails with news about %s
vi: Gửi email cho tôi khi có thông tin mới về %s

source: Content settings
vi: Cài đặt nội dung

source: Show not safe content in listings (from others)
vi: Hiển thị nội dung giới hạn độ tuổi trong danh sách (từ người dùng khác)

source: Language
vi: Ngôn ngữ

source: Timezone
vi: Múi giờ

source: %s key
vi: Khoá %s

source: Store the %s in a secure location as it will be shown just once.
vi: Hãy lưu %s vào nơi an toàn vì nó chỉ hiển thị một lần duy nhất.

source: Are you sure that you want to revoke the existing %s?
vi: Bạn có chắc chắn muốn thu hồi %s?

source: Regen key
vi: Tạo lại khoá mới

source: User has no connections.
vi: Người dùng chưa có kết nối đến mạng xã hội

source: Link your account to external login providers to be able to login here.
vi: Liên kết tài khoản của bạn với các nhà cung cấp đăng nhập bên ngoài để dễ dàng truy cập vào đây.

source: Do you really want to disconnect %s from this account?
vi: Bạn có chắc là muốn xóa liên kết đến %s của tài khoản

source: This account is connected to %s
vi: Tài khoản này hiện đang kết nối đến %s

source: Do you really want to disconnect your %s account?
vi: Bạn có chắc là muốn xóa liên kết đến tài khoản %s

source: You will be logged out and you won't be able to login to your account using this %s account.
vi: Bạn sẽ bị đăng xuất và bạn sẽ không thể đăng nhập lại bằng tài khoản %s

source: Connected to %s
vi: Kết nối tới %s

source: Logged in
vi: Đã đăng nhập

source: Connect %label%
vi: Kết nối %label%

source: Button
vi: Nút

source: Current password
vi: Mật khẩu hiện tại

source: Enter your current password
vi: Nhập mật khẩu hiện tại

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận lại mật khẩu mới

source: Add a password to be able to login using your username or email.
vi: Thêm mật khẩu để có thể đăng nhập bằng Tài khoản hoặc bằng Email

source: This user doesn't have a password. Add one using this form.
vi: Người dùng này chưa nhập mật khẩu. Hãy thêm mật khẩu bằng mẫu bên dưới

source: Enter your password
vi: Nhập mật khẩu của bạn

source: Confirm password
vi: Xác nhận lại mật khẩu

source: Re-enter your password
vi: Nhập lại mật khẩu mới

source: This service is based on Chevereto hosted edition.
vi: Dịch vụ này được xây dựng dựa trên phiên bản lưu trữ của Chevereto.

source: Usage of this service must be in compliance with the Chevereto Software Terms of Service.
vi: Việc sử dụng dịch vụ này phải tuân thủ các Điều khoản Dịch vụ của phần mềm Chevereto.

source: This instance is hosted in a service layer provided by Chevereto Software, which hereby declare not being responsible for the use of this service neither the damages that this service may cause.
vi: Đơn vị cung cấp dịch vụ Chevereto Software xin thông báo rằng chúng tôi không chịu trách nhiệm về cách sử dụng dịch vụ này cũng như những thiệt hại có thể phát sinh từ việc sử dụng dịch vụ.

source: This service is based on Chevereto self-hosted edition.
vi: Dịch vụ này được xây dựng dựa trên phiên bản tự lưu trữ của Chevereto.

source: This instance is hosted in a service layer not provided by Chevereto Software, which hereby declare to do not have any control nor access to the management layer of this instance and it won't be responsible for this service neither the damages that this service may cause.
vi: Phiên bản này được lưu trữ trong một lớp dịch vụ không thuộc quyền kiểm soát của Chevereto Software. Chúng tôi xin tuyên bố rằng không có quyền truy cập hay quản lý nào đối với lớp dịch vụ này, và Chevereto Software sẽ không chịu trách nhiệm về dịch vụ cũng như mọi thiệt hại có thể phát sinh từ dịch vụ này.

source: Upload avatar
vi: Tải lên ảnh đại diện

source: Make my profile and identity totally private
vi: Đặt hồ sơ và thông tin của tôi thành riêng tư

source: Enable this if you want to act like an anonymous user
vi: Bật tính năng này nếu bạn muốn sử dụng ẩn danh

source: This is your real name, not your username.
vi: Đây là tên thật của bạn chứ không phải tên Tài khoản đăng nhập đâu nha.

source: Bio
vi: Tiểu sử

source: Tell us a little bit about you
vi: Cho chúng tôi biết một chút về bạn

source: Two-factor authentication is enabled.
vi: Đã bật xác thực hai lớp

source: Do you really want to disable two-factor authentication?
vi: Bạn có chắc chắn muốn tắt xác thực hai lớp không?

source: Disable
vi: Tắt

source: Scan the QR code below with an authenticator application and enter the code displayed.
vi: Dưới đây là mã QR, hãy quét nó bằng ứng dụng xác thực và nhập mã hiển thị nhé.

source: Login
vi: Đăng nhập

source: Already have an account? %s now.
vi: Đã có tài khoản? %s ngay bây giờ.

source: resend account activation
vi: gửi lại email kích hoạt tài khoản

source: If you have already signed up maybe you need to request to %s to activate your account.
vi: Nếu bạn đã đăng kí, có thể bạn cần phải %s để kích hoạt tài khoản của bạn.

source: I'm at least %s years old
vi: Tôi ít nhất %s tuổi

source: Upload profile background
vi: Tải lên hình nền cho trang cá nhân

source: Change background
vi: Đổi hình nền

source: Upload new image
vi: Tải lên ảnh mới

source: Are you sure that you want to delete the profile background image?
vi: Bạn có chắc muốn xoá ảnh nền không?

source: Delete background
vi: Xóa hình nền

source: Follower
vi: Người theo dõi

source: Follow
vi: Theo dõi

source: Set: %s
vi: Đặt: %s

source: Ban
vi: Cấm

source: General questions/comments
vi: Hỏi đáp, thắc mắc, kiến nghị

source: DMCA complaint
vi: Khiếu nại bản quyền hình ảnh

source: Invalid message
vi: Tin nhắn không hợp lệ

source: Invalid subject
vi: Tiêu đề không hợp lệ

source: Message sent
vi: Tin nhắn đã gửi

source: Message sent. We will get in contact soon.
vi: Nội dung đã được gửi thành công. Chúng tôi sẽ liên lạc lại với bạn sớm nhất có thể.

source: If you want to send a message fill the form below.
vi: Nếu bạn muốn gửi một tin nhắn hãy điền vào mẫu dưới đây.

source: Your name
vi: Tên bạn

source: Subject
vi: Chủ đề

source: Send
vi: Gửi
