Repository: Chevereto/Chevereto
Catalog: app/languages/*.po
Languages: vi

source: You have been forbidden to use this website.
vi: Bạn đã bị cấm sử dụng trang web này.

source: Moderate
vi: Kiểm duyệt

source: View all my images
vi: Xem tất cả ảnh của tôi

source: Feel free to browse and discover all my shared images and albums.
vi: Hãy thoải mái duyệt và khám phá tất cả hình ảnh và album đã chia sẻ của tôi.

source: Recent
vi: Gần đây

source: Trending
vi: Xu hướng

source: Popular
vi: Phổ biến

source: Animated
vi: Ảnh động

source: Request denied
vi: Yêu cầu bị từ chối

source: terms
vi: quy định

source: privacy policy
vi: chính sách bảo mật

source: I agree to the %terms_link and %privacy_link
vi: Tôi đồng ý với %terms_link và %privacy_link

source: That page doesn't exist
vi: 404: Trang này không tồn tại

source: Page %s
vi: Trang %s

source: Forgot password?
vi: Quên mật khẩu?

source: Reset password
vi: Tạo lại mật khẩu

source: Resend account activation
vi: Gửi lại mã kích hoạt

source: Add your email address
vi: Thêm email của bạn

source: Awaiting confirmation
vi: Chờ xác nhận

source: Two-factor authentication
vi: Xác thực hai lớp

source: Email changed
vi: Đã thay đổi email

source: %s says you are a robot
vi: %s cho rằng bạn là robot

source: Invalid Username/Email
vi: Username/Email không đúng

source: User doesn't have an email.
vi: Người dùng chưa có email

source: Account needs to be activated to use this feature
vi: Phải kích hoạt tài khoản để dùng tính năng này

source: Account already activated
vi: Tài khoản đã được kích hoạt rồi

source: Account banned
vi: Tài khoản đã bị cấm

source: Allow up to 15 minutes for the email. You can try again later.
vi: Hãy đợi email trong vòng 15 phút. Hoặc bạn có thể thử lại sau.

source: Reset your password at %s
vi: Tạo lại mật khẩu lúc %s

source: Confirmation required at %s
vi: Xác nhận yêu cầu lúc %s

source: Welcome to %s
vi: Chào mừng %s

source: Invalid password
vi: Mật khẩu không hợp lệ

source: Passwords don't match
vi: Mật khẩu không chính xác

source: Invalid email
vi: Email không hợp lệ

source: Email already being used
vi: Email này đã được sử dụng

source: Invalid code
vi: Mã không hợp lệ

source: Check the errors in the form to continue.
vi: Hãy kiểm tra lại các lỗi trong biểu mẫu để tiếp tục.

source: Password required
vi: Yêu cầu nhập mật khẩu

source: Embed codes
vi: Mã nhúng

source: Sub %s
vi: %s phụ

source: Info
vi: Thông tin

source: %a album hosted in %w
vi: Album %a được lưu trữ trên %w

source: image
vi: ảnh

source: Home
vi: Trang chủ

source: File
vi: Nội dung

source: Album
vi: Albums

source: User
vi: Người dùng

source: Bulk importer
vi: Nhập hàng loạt

source: Settings
vi: Cài đặt

source: Run %s
vi: Chạy %s

source: Content
vi: Nội dung

source: Listings
vi: Danh sách

source: File uploads
vi: Tải tệp lên

source: Semantics
vi: Thuật ngữ

source: Categories
vi: Danh mục

source: Theme
vi: Giao diện

source: System
vi: Hệ thống

source: Languages
vi: Ngôn ngữ

source: Tools
vi: Công cụ

source: Homepage
vi: Trang chủ

source: Pages
vi: Trang

source: Consent screen
vi: Màn hình đồng ý

source: Guests %s
vi: Khách %s

source: External storage
vi: Kho lưu trữ bổ sung

source: Routing
vi: Định tuyến

source: External services
vi: Dịch vụ tích hợp

source: Login providers
vi: Tùy chọn đăng nhập

source: Cookie compliance
vi: Tuân thủ quy định về cookie

source: Flood protection
vi: Chống upload quá nhiều

source: Banners
vi: Quảng cáo

source: IP bans
vi: Chặn IP

source: Watermarks
vi: Đóng dấu hình ảnh

source: Upgrade now
vi: Nâng cấp ngay

source: The latest release will be downloaded and extracted in the filesystem.
vi: Bản phát hành mới nhất sẽ được tải xuống và giải nén vào trong hệ thống

source: License key
vi: Mã bản quyền

source: Support
vi: Hỗ trợ

source: install update
vi: cài đặt cập nhật

source: Check upgrades
vi: Kiểm tra nâng cấp mới

source: not running
vi: không chạy

source: PHP function [%s] not available in this PHP installation
vi: Chức năng PHP [%s] không khả dụng trong cài đặt PHP này

source: Max. upload file size
vi: Kích thước tệp tối đa

source: Graphics library
vi: Thư viện đồ hoạ

source: Stats
vi: Thống kê

source: Rebuild stats
vi: Tính toán lại số liệu thống kê

source: Connecting IP
vi: Địa chỉ IP kết nối

source: Not your IP?
vi: Không phải IP của bạn?

source: Encryption
vi: Mã hoá

source: Enabled
vi: Đã bật

source: Disabled
vi: Đã tắt

source: Docs
vi: Tài liệu

source: Releases
vi: Bản phát hành

source: Community
vi: Cộng đồng

source: Links
vi: Liên kết

source: Cron last ran
vi: Lần cuối chạy Cron

source: PHP version
vi: Phiên bản PHP

source: Server
vi: Máy chủ

source: Max. execution time
vi: Thời gian thực thi tối đa

source: %d second
vi: %d giây

source: Memory limit
vi: Giới hạn bộ nhớ

source: Can't delete all homepage cover images
vi: Không thể xoá tất cả ảnh bìa trang chủ

source: Homepage cover image deleted
vi: Đã xoá ảnh bìa trang chủ

source: Local
vi: Cục bộ

source: External
vi: Bên ngoài

source: All
vi: Tất cả

source: search content
vi: tìm kiếm nội dung

source: Add page
vi: Thêm trang

source: Edit page ID %s
vi: Chỉnh sửa trang ID %s

source: The page has been added successfully.
vi: Đã thêm trang thành công

source: The page has been deleted.
vi: Đã xoá trang

source: homepage
vi: trang chủ

source: Before main title (%s)
vi: Phía trước tiêu đề chính (%s)

source: After call to action (%s)
vi: Phía sau nút CTA (%s)

source: After cover (%s)
vi: Phía sau ảnh bìa (%s)

source: After listing (%s)
vi: Phía sau danh sách (%s)

source: Before pagination
vi: Phía trước phân trang

source: After pagination
vi: Phía sau phân trang

source: Content (image and album)
vi: Nội dung (trong ảnh và album)

source: Tab about column
vi: Cột thông tin

source: Before comments
vi: Phía trước mục bình luận

source: Image page
vi: Trang xem hình ảnh

source: Inside viewer top (image page)
vi: Đầu trình xem ảnh (trang hình ảnh)

source: Inside viewer foot (image page)
vi: Chân trình xem ảnh (trang hình ảnh)

source: After image viewer (image page)
vi: Sau trình xem ảnh (trang hình ảnh)

source: Before header (image page)
vi: Trước trình xem ảnh (trang hình ảnh)

source: After header (image page)
vi: Sau header (trang hình ảnh)

source: Footer (image page)
vi: Footer (trang hình ảnh)

source: %s page
vi: Trang %s

source: Before header (%s page)
vi: Trước header (trang %s)

source: After header (%s page)
vi: Sau header (trang %s)

source: User profile page
vi: Trang cá nhân thành viên

source: After top (user profile)
vi: Sau đầu trang (trang cá nhân)

source: Before listing (user profile)
vi: Trước danh sách (trang cá nhân)

source: Explore
vi: Khám phá

source: After top (%s page)
vi: Sau phần đầu trang (trang %s)

source: NSFW
vi: Ảnh nhạy cảm

source: Invalid website name
vi: Tên web không hợp lệ

source: Invalid language
vi: Ngôn ngữ không hợp lệ

source: Invalid timezone
vi: Múi giờ không hợp lệ

source: Invalid value: %s
vi: Giá trị không hợp lệ: %s

source: Invalid upload storage mode
vi: Chế độ lưu trữ không hợp lệ

source: Invalid upload filenaming
vi: Tên tệp tải lên không hợp lệ

source: Invalid thumb width
vi: Hình thu nhỏ có chiều rộng không hợp lệ

source: Invalid thumb height
vi: Hình thu nhỏ có chiều cao không hợp lệ

source: Invalid medium size
vi: Kích thước ảnh cỡ vừa không hợp lệ

source: Invalid watermark percentage
vi: Tỷ lệ watermark không hợp lệ.

source: Invalid watermark opacity
vi: Giá trị độ mờ của watermark không hợp lệ

source: Invalid theme
vi: Giao diện không hợp lệ

source: Invalid value
vi: Giá trị không hợp lệ

source: font
vi: phông chữ

source: Invalid %s
vi: %s không hợp lệ

source: palette
vi: bảng màu

source: Invalid theme image listing size
vi: Kích thước hiển thị hình ảnh của chủ đề không phù hợp.

source: Invalid user id
vi: User id không hợp lệ

source: Invalid email mode
vi: Chế độ gửi email không hợp lệ

source: Invalid SMTP port
vi: Cổng SMTP không hợp lệ

source: Invalid SMTP security
vi: Cài đặt bảo mật SMTP không hợp lệ

source: Invalid website mode
vi: Chế độ vận hành trang web không hợp lệ

source: Invalid personal mode user ID
vi: User ID của chế độ cá nhân không hợp lệ.

source: Invalid or reserved route
vi: Định tuyến không hợp lệ hoặc đã được sử dụng

source: Invalid website privacy mode
vi: Chế độ bảo mật trang web không hợp lệ

source: Invalid website content privacy mode
vi: Chế độ bảo mật nội dung trang web không hợp lệ

source: Invalid homepage style
vi: Phong cách trang chủ không hợp lệ

source: Invalid homepage call to action button color
vi: Màu sắc của nút CTA trên trang chủ không hợp lệ

source: Invalid homepage call to action functionality
vi: Chức năng nút CTA trên trang chủ không hợp lệ

source: Invalid title
vi: Tiêu đề không hợp lệ

source: Invalid status
vi: Trạng thái không hợp lệ

source: Invalid type
vi: Loại không hợp lệ

source: Invalid visibility
vi: Chế độ hiển thị không hợp lệ

source: Invalid internal type
vi: Kiểu nội bộ không hợp lệ

source: Invalid target attribute
vi: Thuộc tính target không hợp lệ

source: Invalid rel attribute
vi: Thuộc tính rel không hợp lệ

source: Invalid icon
vi: Icon không hợp lệ

source: Invalid URL key
vi: Khoá URL không hợp lệ

source: Invalid file path
vi: Đường dẫn tập tin không hợp lệ

source: Invalid link URL
vi: Liên kết URL không hợp lệ

source: Invalid user minimum age
vi: Độ tuổi tối thiểu không hợp lệ

source: Only alphanumeric, hyphen and underscore characters are allowed
vi: Chỉ cho phép các ký tự chữ, số, dấu gạch nối và dấu gạch dưới

source: Invalid URL
vi: URL không hợp lệ

source: Invalid key
vi: Khoá không hợp lệ

source: Routes can't be the same
vi: Các mục định tuyến không thể giống nhau

source: Invalid upload image path
vi: Đường dẫn upload không hợp lệ

source: Invalid call to action URL
vi: Liên kết CTA không hợp lệ

source: Max. allowed %s
vi: Cho phép tối đa %s

source: Can't map %m to an existing folder (%f)
vi: Không thể gán %m vào thư mục (%f) đã tồn tại

source: Can't map %m to an existing route (%r)
vi: Không thể gán %m vào tuyến (%r) đã tồn tại

source: Can't map %m to %r (username collision)
vi: Không thể gán %m vào %r (xung đột username)

source: Invalid SMTP server
vi: Máy chủ SMTP không hợp lệ

source: Invalid SMTP username
vi: SMTP username không hợp lệ

source: This URL key is already being used by another page (ID %s)
vi: Khoá URL này đã được sử dụng trên trang khác (ID %s)

source: This file path is already being used by another page (ID %s)
vi: Đường dẫn này đã được sử dụng trên trang khác (ID %s)

source: Can't save page contents: %s.
vi: Không thể lưu nội dung trang: %s.

source: Dashboard
vi: Trang quản lý

source: Following
vi: Đang theo dõi

source: About
vi: Giới thiệu

source: Comments
vi: Bình luận

source: Image ID
vi: ID ảnh

source: Upload date
vi: Ngày tải lên

source: Image %i in %a album
vi: ảnh %i trong album %a

source: Image %i in %c category
vi: Ảnh %i trong danh mục %c

source: Image %i hosted in %w
vi: Ảnh %i được lưu trữ tại %w

source: Start uploading
vi: Bắt đầu upload

source: Login needed
vi: Cần phải đăng nhập

source: Image
vi: Ảnh

source: %s doesn't exists
vi: %s không tồn tại

source: %s edited
vi: Đã sửa %s

source: Category
vi: Danh mục

source: %s URL key already being used.
vi: Khoá URL %s đã được sử dụng

source: Missing values
vi: Thiếu giá trị

source: Invalid username
vi: Tên tài khoản không hợp lệ

source: Invalid role
vi: Vai trò không hợp lệ

source: Username already being used
vi: Tên tài khoản đã được sử dụng

source: %s added
vi: Đã thêm %s

source: IP address already banned
vi: Địa chỉ IP đã bị cấm

source: %s not found
vi: Không tìm thấy %s

source: Add a password or another social connection before deleting %s
vi: Cần phải thêm mật khẩu hoặc kết nối mạng xã hội khác trước khi xoá %s

source: Add an email or another social connection before deleting %s
vi: Cần phải thêm email hoặc kết nối mạng xã hội khác trước khi xoá %s

source: %s has been disconnected.
vi: Đã ngắt kết nối tới %s.

source: Test email from %s @ %t
vi: Email kiểm tra từ %s @ %t

source: This is just a test
vi: Đây chỉ là nội dung kiểm tra

source: Test email sent to %s.
vi: Email kiểm tra đã gửi đến %s.

source: Downloading %s data
vi: Đang tải %s dữ liệu

source: %s %u followed
vi: Đã theo dõi %s %u

source: %s %u unfollowed
vi: Đã bỏ theo dõi %s %u

source: %s doesn't belong to this %t
vi: %s không thuộc %t

source: %s cover updated
vi: Đã cập nhật ảnh bìa của %s

source: Content liked
vi: Nội dung đã thích

source: Content disliked
vi: Nội dung không thích

source: %u liked your %t %c
vi: %u đã thích %t %c của bạn

source: %u is now following you
vi: %u đã theo dõi bạn

source: A private user
vi: Người dùng ẩn danh

source: Chevereto V%s license key used, required V%r or greater license key
vi: Khóa bản quyền Chevereto V%s đã được sử dụng, yêu cầu khóa giấy phép V%r hoặc cao hơn

source: License key removed
vi: Đã xoá khoá bản quyền

source: License key updated
vi: Đã cập nhật khoá bản quyền

source: Wrong Username/Email password combination
vi: Sai tên tài khoản hoặc mật khẩu

source: Sign in
vi: Đăng nhập

source: Upload images
vi: Upload ảnh

source: %t search results for %s
vi: %t kết quả tìm kiếm cho %s

source: Search
vi: Tìm kiếm

source: Account
vi: Tài khoản

source: Profile
vi: Trang cá nhân

source: Password
vi: Mật khẩu

source: Security
vi: Bảo mật

source: Connections
vi: Kết nối tài khoản

source: Powered by
vi: Được cung cấp bởi

source: Invalid image expiration: %s
vi: Ngày hết hạn của hình ảnh không hợp lệ: %s

source: An email has been sent to %s with instructions to activate this email
vi: Một email đã được gửi đến %s với hướng dẫn kích hoạt

source: Invalid name
vi: Tên không hợp lệ

source: Invalid website
vi: Trang web không hợp lệ

source: Spam detected
vi: Phát hiện Spam

source: Wrong password
vi: Sai mật khẩu

source: Use a new password
vi: Tạo mật khẩu mới

source: Changes have been saved.
vi: Đã lưu thay đổi

source: Password has been changed
vi: Đã đổi mật khẩu

source: Password has been created.
vi: Đã tạo mật khẩu

source: Wrong Username/Email values
vi: Tên người dùng/Email không hợp lệ

source: Settings for %s
vi: Cài đặt %s

source: Username
vi: Tên tài khoản

source: user
vi: người dùng

source: Do you really want to delete this %s?
vi: Bạn có thực sự muốn xóa %s không?

source: This can't be undone.
vi: Hành động này không thể vãn hồi

source: Delete user
vi: Xóa tài khoản

source: User ID
vi: ID Người dùng

source: Images
vi: Ảnh

source: Register date
vi: Ngày đăng ký

source: You must agree to the terms and privacy policy
vi: Bạn phải đồng ý với các điều khoản và chính sách bảo mật

source: You must be at least %s years old to use this website.
vi: Bạn phải đủ %s tuổi để sử dụng website này

source: Create account
vi: Đăng kí

source: Upload
vi: Tải lên

source: %t by %s
vi: %t bởi %s

source: Liked by %s
vi: Đã thích bởi %s

source: Liked
vi: Đã thích

source: %t followed by %s
vi: %t được theo dõi bởi %s

source: %t following %s
vi: %t đang theo dõi %s

source: Followers
vi: Người theo dõi

source: Search results for %s
vi: Kết quả tìm kiếm của %s

source: %n (%u) albums on %w
vi: %n (%u) albums trên %w

source: %n (%u) on %w
vi: %n (%u) trên %w

source: Flooding detected. You can only upload %limit% %content% per %time%
vi: Phát hiện spam. Bạn chỉ có thể tải lên %limit% %content% trong %time%

source: Unnamed
vi: Vô danh

source: Note: This content is private but anyone with the link will be able to see this.
vi: Lưu ý: Nội dung này là riêng tư nhưng bất kỳ ai có liên kết đều có thể xem được.

source: Note: This content is password protected. Remember to pass the content password to share.
vi: Lưu ý: Nội dung này được bảo vệ bằng mật khẩu. Hãy nhớ cung cấp mật khẩu để chia sẻ nội dung này

source: Note: This content is private. Change privacy to "public" to share.
vi: Nội dung này ở chế độ riêng tư. Đổi sang chế độ "công khai" để chia sẻ.

source: Private
vi: Riêng tư

source: Public
vi: Công cộng

source: Me
vi: Tôi

source: Link
vi: Liên kết

source: CSAM content is forbidden
vi: Nghiêm cấm nội dung lạm dụng trẻ em

source: After %n %t
vi: Sau %n %t

source: minute
vi: phút

source: hour
vi: tiếng

source: day
vi: ngày

source: week
vi: tuần

source: month
vi: tháng

source: year
vi: năm

source: Don't autodelete
vi: Không tự động xoá

source: Can't open %s for writing
vi: Không thể mở %s để sửa

source: Duplicated upload
vi: Nội dung trùng lặp

source: Private upload
vi: Đăng ảnh bí mật

source: view
vi: lượt xem

source: like
vi: thích

source: Top
vi: Hàng đầu

source: Most recent
vi: Gần đây nhất

source: Oldest
vi: Cũ nhất

source: Most viewed
vi: Xem nhiều nhất

source: Most liked
vi: Được thích nhiều nhất

source: People
vi: Mọi người

source: adult
vi: người lớn

source: teen
vi: thiếu niên

source: Content of type %s is forbidden
vi: Nội dung thuộc thể loại %s bị cấm

source: Can't create %s destination dir
vi: Không thể tạo đường dẫn đích %s

source: Internal
vi: Nội bộ

source: Storage capacity can't be lower than its current usage (%s).
vi: Dung lượng lưu trữ không thể thấp hơn dung lượng sử dụng hiện tại (%s).

source: Unlimited
vi: Không giới hạn

source: used
vi: đã sử dụng

source: Private profile
vi: Trang cá nhân bí mật

source: Share
vi: Chia sẻ

source: view on %s
vi: xem trên %s

source: cookie policy
vi: chính sách cookie

source: We use our own and third party cookies to improve your browsing experience and our services. If you continue using our website is understood that you accept this %cookie_policy_link.
vi: Chúng tôi sử dụng cookie của chính mình và bên thứ ba nhằm cải thiện trải nghiệm duyệt web và nâng cao chất lượng dịch vụ. Nếu bạn tiếp tục sử dụng trang web của chúng tôi, điều đó đồng nghĩa với việc bạn đồng ý với chính sách cookie %cookie_policy_link.

source: I understand
vi: Tôi đã hiểu

source: second
vi: giây

source: %s ago
vi: cách đây %s

source: moments ago
vi: vừa xong

source: There is an update available for your system.
vi: Hệ thống của bạn có bản cập nhật mới.

source: Go to %s to download and install this update.
vi: Vui lòng truy cập %s để tải xuống và cài đặt bản cập nhật này.

source: System database is outdated.
vi: Cơ sở dữ liệu hệ thống đã lỗi thời.

source: Update
vi: Cập nhật

source: You need to %s.
vi: Bạn cần phải %s

source: Website is in maintenance mode.
vi: Trang web đang ở chế độ bảo trì.

source: To revert this setting go to %s.
vi: Để khôi phục cài đặt này, hãy truy cập %s

source: %s settings
vi: Cài đặt %s

source: You haven't changed the default email settings. Go to %emailSettings% to fix this.
vi: Bạn chưa thay đổi các cài đặt email mặc định. Hãy vào %emailSettings% để chỉnh sửa.

source: Discovery
vi: Khám phá

source: Random
vi: Nội dung ngẫu nhiên

source: Close
vi: Đóng

source: Advanced search
vi: Tìm kiếm nâng cao

source: Notices (%s)
vi: Thông báo (%s)

source: Notifications
vi: Thông báo

source: loading
vi: đang tải

source: You don't have notifications
vi: Bạn không có thông báo nào

source: My Profile
vi: Thông tin cá nhân

source: Palette
vi: Bảng màu

source: Administrator
vi: Quản trị viên

source: Manager
vi: Người kiểm duyệt

source: Sign out
vi: Đăng xuất

source: You must enter the album name.
vi: Bạn phải đặt tên album.

source: Confirm
vi: Xác nhận

source: The content has been approved.
vi: Nội dung đã được chấp thuận.

source: Select existing album
vi: Chọn album sẵn có

source: An error occurred. Please try again later.
vi: Có lỗi xảy ra, hãy thử lại sau.

source: Please select a valid image file type.
vi: Vui lòng chọn đúng định dạng ảnh hợp lệ.

source: Please select a picture of at most %s size.
vi: Vui lòng chọn ảnh có kích thước không quá %s.

source: Profile image updated.
vi: Đã cập nhật ảnh đại diện

source: Profile background image updated.
vi: Đã cập nhật ảnh nền.

source: Profile background image deleted.
vi: Đã xoá ảnh nền.

source: Error deleting profile background image.
vi: Lỗi khi xóa ảnh nền.

source: Chevereto v%s available
vi: Đã có sẵn Chevereto v%s

source: There is a new Chevereto version available with the following release notes.
vi: Đã có phiên bản mới của Chevereto với các ghi chú cập nhật sau đây.

source: Check %s for a complete changelog since you last upgrade.
vi: Bạn có thể xem toàn bộ thay đổi kể từ lần cập nhật trước tại %s.

source: documentation
vi: tài liệu

source: Check the %s for alternative update methods.
vi: Hãy kiểm tra mục %s để tìm các phương pháp cập nhật thay thế.

source: This website is running latest %s version
vi: Trang web này đang vận hành phiên bản %s mới nhất.

source: Chevereto v%s installed
vi: Đã cài đặt Chevereto v%s

source: Usage of Chevereto Software must be in compliance with the software license terms known as "The Chevereto License".
vi: Việc sử dụng Phần mềm Chevereto phải tuân thủ các điều khoản cấp phép phần mềm được gọi là "Giấy phép Chevereto".

source: License agreement
vi: Thỏa thuận cấp phép

source: Please review the system requirements before proceeding
vi: Bạn hãy kiểm tra kỹ các yêu cầu hệ thống trước khi tiếp tục nhé

source: Get a license at %s to unlock all features and support.
vi: Mua bản quyền tại %s để mở khóa tất cả các tính năng và hỗ trợ.

source: You can enter your license key in the dashboard panel.
vi: Bạn có thể nhập mã bản quyền của mình vào bảng điều khiển.

source: Enter license
vi: Nhập mã bản quyền

source: Create album
vi: Tạo abum mới

source: Approve
vi: Chấp thuận

source: Delete
vi: Xóa

source: Edit
vi: Sửa

source: Toggle flag
vi: Gắn cờ

source: Like
vi: Thích

source: Next
vi: Tiếp theo

source: Previous
vi: Trước

source: Toggle select
vi: Chọn/Bỏ chọn

source: Zoom
vi: Phóng to

source: File too big.
vi: Hình quá lớn

source: Invalid or unsupported file format.
vi: Định dạng tệp không hợp lệ hoặc không được hỗ trợ.

source: Some files couldn't be added
vi: Một số tệp không thêm được.

source: Some files couldn't be loaded
vi: Không thể thêm một số tệp.

source: file
vi: tệp tin

source: %s's Albums
vi: Album của %s

source: File edited successfully.
vi: Đã sửa tệp thành công

source: private
vi: riêng tư

source: The content has been edited.
vi: Nội dung đã được chỉnh sửa.

source: Invalid URL key.
vi: Khóa URL không hợp lệ.

source: Category URL key already being used.
vi: Khóa URL của danh mục đã được sử dụng.

source: Category successfully deleted.
vi: Đã xóa danh mục thành công.

source: Category %s added.
vi: Đã thêm danh mục %s.

source: Invalid expiration date.
vi: Ngày hết hạn không hợp lệ.

source: IP %s already banned.
vi: IP %s đã bị cấm rồi.

source: IP %s banned.
vi: Đã cấm IP %s.

source: IP ban successfully deleted.
vi: Bỏ cấm IP thành công.

source: Please fill all the required fields.
vi: Xin hãy điền vào tất cả các mục cần thiết.

source: Invalid storage capacity value. Make sure to use a valid format.
vi: Giá trị dung lượng không hợp lệ. Hãy đảm bảo rằng bạn đang sử dụng định dạng chính xác.

source: Invalid URL.
vi: URL không hợp lệ.

source: Storage successfully edited.
vi: Kho lưu trữ đã được chỉnh sửa thành công.

source: %s added successfully.
vi: Đã thêm %s thành công

source: The content has been deleted.
vi: Nội dung đã bị xóa.

source: The content has been moved.
vi: Nội dung đã được di chuyển.

source: Select
vi: Chọn

source: Unselect
vi: Bỏ chọn

source: Import ID %s removed
vi: Bản nhập có ID %s đã bị xóa

source: All the changes that you have made will be lost if you continue.
vi: Nếu bạn tiếp tục thì tất cả những thay đổi bạn vừa thực hiện sẽ biến mất .

source: Save changes
vi: Lưu thay đổi

source: Submit
vi: Gửi

source: Changes saved successfully.
vi: Các thay đổi được lưu thành công.

source: Go back to form
vi: Quay trở lại biểu mẫu

source: or
vi: hoặc

source: continue anyway
vi: vẫn tiếp tục

source: cancel
vi: hủy

source: Saving
vi: Đang lưu

source: Sending
vi: Đang gửi

source: Confirm action
vi: Xác nhận hành động

source: information
vi: thông tin
