Repository: Chevereto/Chevereto
Catalog: app/languages/*.po
Languages: vi

source: Paste
vi: Dán

source: Right click
vi: Nhấp chuột phải

source: We received a request to change the email of your <a href="%u">%n</a> account at %w.
vi: Có một yêu cầu thay đổi địa chỉ email cho tài khoản <a href="%u">%n</a> của bạn tại %w.

source: To complete the process you must <a href="%s">activate your email</a>.
vi: Để hoàn tất quy trình, bạn hãy <a href="%s">kích hoạt email của mình</a> nhé.

source: Alternatively you can copy and paste the URL into your browser: <a href="%s">%s</a>
vi: Bạn có thể sao chép và dán URL vào trình duyệt của mình: <a href="%s">%s</a>

source: If you didn't intend this just ignore this message.
vi: Nếu đây không phải ý định của bạn, chỉ cần bỏ qua thông báo này.

source: This request was made from IP: %s
vi: Yêu cầu này xuất phát từ IP: %s

source: We received a request to register the %n account at %w.
vi: Chúng tôi đã nhận được yêu cầu đăng ký tài khoản %n tại %w.

source: To complete the process you must <a href="%s">activate your account</a>.
vi: Để hoàn tất quá trình, bạn cần <a href="%s">kích hoạt tài khoản của mình</a>.

source: We received a request to reset the password for your <a href="%u">%n</a> account.
vi: Chúng tôi vừa nhận được yêu cầu đặt lại mật khẩu cho tài khoản <a href="%u">%n</a> của bạn.

source: To reset your password <a href="%s">follow this link</a>.
vi: Để đặt lại mật khẩu của bạn, <a href="%s">hãy nhấn vào đây</a>.

source: Hi %n, welcome to %w
vi: Xin chào %n, rất vui khi bạn đến với %w

source: Now that your account is ready you can enjoy uploading your images, creating albums and setting the privacy of your content as well as many more cool things that you will discover.
vi: Bây giờ tài khoản của bạn đã sẵn sàng, hãy thoải mái tải lên những hình ảnh, tạo album và thiết lập quyền riêng tư cho nội dung của bạn, cùng nhiều tính năng thú vị khác đang chờ bạn khám phá.

source: By the way, here is you very own awesome profile page: <a href="%u">%n</a>. Go ahead and customize it, its yours!.
vi: À, đây là trang cá nhân tuyệt vời của bạn: <a href="%u">%n</a>. Hãy tùy chỉnh nó theo phong cách của riêng bạn nhé!

source: Thank you for joining
vi: Cảm ơn bạn đã tham gia cộng đồng

source: This email was sent from %w %u
vi: Email này được gửi từ %w %u

source: Drag and drop or paste files here to upload
vi: Kéo thả hoặc dán tệp tại đây để tải lên

source: Select the files to upload
vi: Chọn tệp để tải lên

source: You can also %i or %u.
vi: Bạn cũng có thể %i hoặc %u.

source: You can also %s.
vi: Bạn cũng có thể %s.

source: browse from your computer
vi: tải lên từ máy tính

source: add file URLs
vi: thêm liên kết tệp

source: You can also %i, %c or %u.
vi: Bạn cũng có thể %i, %c hoặc %u.

source: You can also %i or %c.
vi: Bạn cũng có thể %i hoặc %c.

source: browse from device
vi: chọn từ thiết bị

source: use camera
vi: chụp ảnh

source: max
vi: tối đa

source: Register to get %s
vi: Đăng ký để nhận %s

source: clicking
vi: Nhấp chuột

source: Customize upload by %action% on any preview
vi: Tùy chỉnh tải lên theo %action% trên bất kỳ bản xem trước nào

source: touching
vi: chạm

source: Uploading %q %o
vi: Đang tải lên %q %o

source: complete
vi: hoàn thành

source: The queue is being uploaded, it should take just a few seconds to complete.
vi: Đang tải danh sách lên, chỉ cần vài giây nữa là xong thôi.

source: Upload complete
vi: Upload xong rồi!

source: Uploaded content added to %s.
vi: Đã thêm nội dung vừa tải lên vào %s.

source: You can %c with the content just uploaded or %m.
vi: Bạn có thể %c với nội dung vừa tải lên hoặc %m.

source: You can %c with the content just uploaded.
vi: Với nội dung vừa được tải lên, bạn có thể %c.

source: create new %s
vi: tạo %s mới

source: move it to an existing %s
vi: chuyển nó đến %s đã có sẵn

source: You must %s or %l to save this content into your account.
vi: Bạn phải %s hoặc %l để lưu nội dung này vào tài khoản của bạn.

source: create an account
vi: tạo tài khoản

source: sign in
vi: đăng nhập

source: No %s have been uploaded
vi: Chưa có %s nào được tải lên

source: Some errors have occurred and the system couldn't process your request.
vi: Một vài lỗi đã xảy ra và hệ thống không thể xử lý yêu cầu của bạn.

source: category
vi: danh mục

source: Select %s
vi: Chọn %s

source: Auto delete
vi: Tự động xoá

source: Sign up
vi: Đăng ký

source: %s to be able to customize or disable image auto delete.
vi: %s có thể tùy chỉnh hoặc tắt tính năng tự động xóa hình ảnh.

source: Mark this if the upload is not family safe
vi: Đánh dấu nội dung nhạy cảm

source: Not family safe upload
vi: Đây là nội dung nhạy cảm

source: Uploading
vi: Đang tải lên

source: cancel remaining
vi: Dừng tải lên những tệp còn lại

source: Note: Some files couldn't be uploaded.
vi: Lưu ý: Một số tệp không thể tải lên.

source: learn more
vi: tìm hiểu thêm

source: Check the <a data-modal="simple" data-target="failed-upload-result">error report</a> for more information.
vi: Vui lòng xem <a data-modal="simple" data-target="failed-upload-result">báo cáo lỗi</a> để biết thêm chi tiết.

source: reset
vi: đặt lại

source: Note
vi: Lưu ý

source: We must approve the uploaded content before being able to share.
vi: Chúng tôi cần phê duyệt nội dung đã tải lên trước khi chia sẻ.

source: copy
vi: sao chép

source: insert
vi: chèn

source: Remove
vi: Xoá

source: upload
vi: tải lên

source: Edit %s
vi: Chỉnh sửa %s

source: Title
vi: Tiêu đề

source: optional
vi: tuỳ chọn

source: Resize image
vi: Đổi cỡ ảnh

source: Width
vi: Chiều rộng

source: Height
vi: Chiều cao

source: Note: Animated GIF images won't be resized.
vi: Lưu ý: Ảnh GIF động sẽ không thể đổi kích cỡ.

source: Mark this if the image is not family safe
vi: Đánh dấu nếu đây là nội dung nhạy cảm

source: Flag as unsafe
vi: Nội dung nhạy cảm

source: Description
vi: Mô tả

source: Brief description of this %s
vi: Mô tả ngắn gọn về %s

source: File URLs
vi: Liên kết tệp tin

source: Add file URLs here
vi: Nhập liên kết tập tin tại đây

source: Create %s
vi: Tạo %s

source: The uploaded content will be moved to this newly created album.
vi: Nội dung đã tải lên sẽ được chuyển vào album mới tạo này.

source: You must %s or %l if you want to edit this album later on.
vi: Bạn cần phải %s hoặc %l nếu bạn muốn chỉnh sửa album sau này.

source: Move to %s
vi: Chuyển vào %s

source: Select an existing album to move the uploaded content.
vi: Chọn một album có sẵn để di chuyển nội dung đã tải lên.

source: Error report
vi: Báo cáo lỗi

source: Viewer
vi: Trình xem

source: %s link
vi: Liên kết %s

source: Direct
vi: Trực tiếp

source: Frame
vi: Khung hình

source: Thumbnail
vi: Ảnh nhỏ

source: Medium
vi: Ảnh cỡ vừa

source: embed
vi: nhúng

source: %s full linked
vi: Ảnh gốc kèm liên kết %s

source: %s medium linked
vi: Ảnh cỡ vừa kèm liên kết %s

source: %s thumbnail linked
vi: Ảnh nhỏ kèm liên kết %s

source: %s full
vi: Ảnh gốc %s

source: All these words
vi: Toàn bộ những từ này

source: Type the important words: tri-colour rat terrier
vi: Gõ những từ quan trọng: (ví dụ: Chó sục ba màu)

source: This exact word or phrase
vi: Từ ngữ hoặc cụm từ chính xác này

source: Put exact words in quotes: "rat terrier"
vi: Đặt từ chính xác trong dấu ngoặc kép: (ví dụ: "Chó sục bắt chuột")

source: None of these words
vi: Không có từ nào trong này

source: Put a minus sign just before words you don't want: -rodent -"Jack Russell"
vi: Đặt dấu trừ trước những từ bạn không muốn: -gặm nhấm -Jack Russell

source: Storage
vi: Lưu trữ

source: IP address
vi: Địa chỉ IP

source: Name
vi: Tên

source: Unnamed %s
vi: %s vô danh

source: Call to action
vi: Nút hành động (CTA)

source: Enable call to action buttons
vi: Bật nút CTA

source: Call to action buttons will be displayed on the %s page and in content belonging to.
vi: Bạn sẽ thấy nút CTA trên trang %s và trong nội dung liên quan.

source: You can use %emoji% or %package% icons.
vi: Bạn có thể dùng %emoji% hoặc biểu tượng từ bộ %package%.

source: Label
vi: Nhãn

source: Buy now
vi: Mua ngay

source: Icon
vi: Biểu tượng

source: Privacy
vi: Sự riêng tư

source: Who can view this content
vi: Người xem được nội dung này

source: Private (just me)
vi: Riêng tư (chỉ bạn thấy)

source: Private (anyone with the link)
vi: Riêng tư (Có link sẽ xem được)

source: Private (password protected)
vi: Bí mật (kèm mật khẩu bảo vệ)

source: Change password
vi: Đổi mật khẩu

source: Set password
vi: Đặt mật khẩu

source: %s name
vi: Tên %s

source: URL key
vi: Khóa URL

source: %s URL key
vi: Khoá URL %s

source: Only letters, numbers, and hyphens
vi: Chỉ bao gồm chữ cái, số và dấu gạch ngang.

source: Untitled %s
vi: %s không tiêu đề

source: Mark this if the image is not safe for work
vi: Đánh dấu nếu đây là hình ảnh nhạy cảm

source: Flag not safe
vi: Gắn cờ nội dung nhạy cảm

source: Path
vi: Đường dẫn

source: Local path (absolute)
vi: Đường dẫn cục bộ (tuyệt đối)

source: Directory structure
vi: Cấu trúc thư mục

source: Parse top level folders as users (username)
vi: Phân tích thư mục gốc theo người dùng (tên đăng nhập)

source: Parse top level folders as albums
vi: Phân tích thư mục gốc theo albums

source: Don't parse folders
vi: Không phân tích thư mục

source: When parsing top level folders as users, second level folders will be parsed as user albums. Parsing top level folders as albums adds these as guest albums.
vi: Khi phân tích các thư mục cấp cao nhất thành người dùng, các thư mục cấp hai sẽ được phân tích thành album của người dùng. Phân tích các thư mục cấp cao nhất thành album sẽ thêm chúng dưới dạng album khách.

source: Threads
vi: Luồng

source: Select number of threads
vi: Lựa chọn số luồng

source: This determines how intensive and fast will be the import process. Don't use more than %s threads on a shared server.
vi: Số này quyết định mức độ mạnh và tốc độ của quá trình nhập dữ liệu. Không sử dụng quá %s luồng trên máy chủ dùng chung.

source: You can use wildcard * characters.
vi: Bạn có thể sử dụng ký tự đại diện dấu sao (*).

source: Expiration date
vi: Ngày hết hạn

source: YYYY-MM-DD HH:MM:SS
vi: Năm - Tháng - Ngày Giờ:Phút:Giây

source: Example
vi: Ví dụ

source: Until which date this IP address will be banned? Leave it empty for no expiration.
vi: IP này sẽ bị cấm đến ngày nào? Nếu không có thời hạn, hãy để trống.

source: Message
vi: Tin nhắn

source: Text message, HTML or a redirect URL
vi: Chữ, HTML hoặc URL chuyển hướng

source: Storage name
vi: Tên bộ lưu trữ

source: This is for the old deprecated B2 API. For new buckets you have to use S3 Compatible API.
vi: Thông tin này áp dụng cho API B2 cũ đã ngừng hoạt động. Đối với các bucket mới, bạn cần sử dụng API tương thích S3.

source: You will need a <a %s>service account</a> for this.
vi: Bạn sẽ cần một <a %s>tài khoản dịch vụ</a> cho việc này.

source: Service name
vi: Tên dịch vụ

source: Server address
vi: Địa chỉ máy chủ

source: Hostname or IP of the storage server
vi: Tên miền hoặc địa chỉ IP của máy chủ

source: Server path
vi: Đường dẫn Server

source: Absolute path where the files will be stored in the context of the %p login. Use %s for root path.
vi: Đường dẫn tuyệt đối nơi các tập tin sẽ được lưu trữ trong ngữ cảnh của thông tin đăng nhập %p. Sử dụng %s cho đường dẫn gốc.

source: Local path
vi: Đường dẫn nội bộ

source: Local path where the files will be stored
vi: Đường dẫn cục bộ nơi các tập tin sẽ được lưu trữ

source: Storage capacity
vi: Dung lượng lưu trữ

source: Example: 20 GB, 1 TB, etc.
vi: Ví dụ: 20 GB, 1 TB, v.v.

source: This storage will be disabled when it reach this capacity. Leave it blank or zero for no limit.
vi: Kho lưu trữ này sẽ bị vô hiệu hóa khi đạt đến dung lượng tối đa. Bạn có thể để trống hoặc nhập số 0 để không giới hạn.

source: The system will map the images of this storage to this URL.
vi: Hệ thống sẽ gán các hình ảnh trong kho lưu trữ này với địa chỉ URL này.

source: Enabled types
vi: Định dạng cho phép

source: The storage will be used only for selected types.
vi: Kho lưu trữ sẽ chỉ được sử dụng cho những định dạng đã chọn.

source: view more
vi: xem thêm

source: Load more
vi: Hiện thêm

source: Clear
vi: Xoá

source: Actions
vi: Hành động

source: Get embed codes
vi: Lấy mã nhúng

source: Assign %s
vi: Gán %s

source: Flag as safe
vi: Ảnh an toàn

source: Select all
vi: Chọn tất cả

source: Clear selection
vi: Bỏ chọn tất cả

source: Create new %s
vi: Tạo %s mới

source: sub %s
vi: %s phụ

source: Sign in with another account
vi: Đăng nhập bằng tài khoản khác

source: Sign in with %label%
vi: Đăng nhập bằng %label%

source: There's nothing to show here.
vi: Ở đây chẳng có gì cả.

source: Selection will be assigned to %t.
vi: Lựa chọn sẽ được gán cho %t.

source: There is no categories.
vi: Không có danh mục nào cả.

source: Confirm flag content as safe
vi: Xác nhận đây là nội dung an toàn

source: Do you really want to flag this content as safe?
vi: Bạn có thực sự muốn đánh dấu nội dung này là an toàn không?

source: Confirm flag content as unsafe
vi: Xác nhận đây là nội dung nhạy cảm

source: Do you really want to flag this content as unsafe?
vi: Bạn có thực sự muốn đánh dấu nội dung này là nhạy cảm không?

source: Confirm approval
vi: Xác nhận phê duyệt

source: Do you really want to approve this content?
vi: Bạn có thực sự muốn chấp thuận nội dung này?

source: Confirm deletion
vi: Xác nhận xóa

source: Do you really want to remove this content?
vi: Bạn có thực sự muốn xoá nội dung này?

source: Do you really want to approve all the selected content?
vi: Bạn có thực sự muốn chấp thuận tất cả nội dung đã chọn?

source: Do you really want to remove all the selected content?
vi: Bạn có thực sự muốn xoá tất cả nội dung đã chọn?

source: Guest
vi: Vô danh

source: Private album
vi: Album bí mật

source: Password protected
vi: Được bảo vệ bởi mật khẩu

source: Uploaded by guest
vi: Tải lên bởi một vị khách.

source: Uploaded by private
vi: Tải lên bởi ẩn danh

source: by %u
vi: bởi %u

source: Toggle unsafe flag
vi: Bật kiểm tra nội dung không an toàn

source: You either don't have permission to access this page or the link has expired.
vi: Bạn không có quyền truy cập trang này hoặc trang này đã bị vô hiệu.

source: Go to homepage
vi: Về trang chủ

source: The requested page was not found.
vi: Không tìm thấy trang yêu cầu

source: The user has been deleted
vi: Người dùng đã bị xóa

source: Your account is almost ready
vi: Tài khoản bạn đã sẵn sàng

source: An email to %s has been sent with instructions to activate your account. The activation link is only valid for 48 hours. If you don't receive the instructions try checking your junk or spam filters.
vi: Một email đến %s đã gửi. Link kích hoạt chỉ tồn tại trong 48 tiếng. Kiểm tra trong Spam nếu không có.

source: Resend activation
vi: Gửi kích hoạt lại

source: You have successfully changed your account email to %s
vi: Chuyển thành công email sang %s

source: Go to my profile
vi: Đi tới trang cá nhân

source: A confirmation link will be sent to this email with details to activate your account.
vi: Đã gửi email link kích hoạt tài khoản.

source: Your email address
vi: Địa chỉ email của bạn

source: An email with instructions to reset your password has been sent to the registered email address. If you don't receive the instructions try checking your junk or spam filters.
vi: Chúng tôi đã gửi 1 email chứa mã reset và hướng dẫn cách reset lại mật khẩu đến địa chỉ email đăng ký tài khoản. Nếu không nhận được email nào trong vòng 10 phút, hãy kiểm tra lại hộp thư rác và Spam

source: A previous email has been sent with instructions to reset your password. If you did not receive the instructions try checking your junk or spam filters.
vi: Chúng tôi đã gửi email chứa mã reset mật khẩu và hướng dẫn. Nếu không nhận được email nào trong vòng 10 phút, hãy kiểm tra lại hộp thư rác và Spam

source: Resend instructions
vi: Gửi lại hướng dẫn

source: Enter your username or email address to continue. You may need to check your spam folder or whitelist %s
vi: Nhập tên người dùng hoặc email của bạn để tiếp tục. Có thể bạn cần kiểm tra thư mục spam hoặc thêm %s vào danh sách an toàn.

source: Username or Email address
vi: Tên người dùng hoặc Email

source: Your password has been changed. You can now try logging in using your new password.
vi: Mật khẩu của bạn đã đổi thành công. Từ giờ bạn có thể đăng nhập bằng mật khẩu mới.

source: Login now
vi: Đăng nhập

source: Enter your new password
vi: Nhập mật khẩu mới của bạn

source: %d characters min
vi: tối thiểu phải %d ký tự

source: Password strength
vi: Độ mạnh mật khẩu

source: Re-enter your new password
vi: Nhập lại mật khẩu mới

source: An email to %s has been sent with instructions to activate your account. If you don't receive the instructions try checking your junk or spam filters.
vi: Email đã gửi đến %s kèm theo hướng dẫn để kích hoạt tài khoản của bạn. Nếu bạn không nhận được hướng dẫn, hãy thử kiểm tra thư mục spam của bạn.

source: Unable to authenticate?
vi: Không thể xác thực?

source: If you lost your authentication device you must contact the system administrator.
vi: Nếu bạn bị mất thiết bị xác thực, bạn phải liên hệ với quản trị viên hệ thống.

source: Enter the security code from your authenticator app.
vi: Nhập mã bảo mật từ ứng dụng xác thực của bạn.

source: Security code
vi: Mã bảo mật

source: Sub album
vi: Album phụ

source: Do you really want to delete this %a and all of its %i?
vi: Bạn có thực sự muốn xóa %a này và tất cả %i của nó?

source: Upload to album
vi: Tải lên album

source: You like this
vi: Bạn đã like

source: This content is private
vi: Nội dung này được bảo mật

source: Please read and comply with the following conditions before you continue:
vi: Vui lòng đọc và chấp nhận với các điều khoản sau trước khi tiếp tục:

source: This website contains information, links and images of sexually explicit material. If you are under the age of %s, if such material offends you or if it's illegal to view such material in your community please do not continue. I am at least %s years of age and I believe that as an adult it is my inalienable right to receive/view sexually explicit material. I desire to receive/view sexually explicit material. I believe that sexual acts between consenting adults are neither offensive nor obscene. The viewing, reading and downloading of sexually explicit materials does not violate the standards of my community, town, city, state or country. The sexually explicit material I am viewing is for my own personal use and I will not expose minors to the material. I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material in this site. Furthermore this website nor its affiliates will be held responsible for any legal ramifications arising from fraudulent entry into or use of this website. This consent screen constitutes a legal agreement between this website and you and/or any business in which you have any legal or equitable interest. If any portion of this agreement is deemed unenforceable by a court of competent jurisdiction it shall not affect the enforceability of the other portions of the agreement.
vi: Website này bao gồm các thông tin, liên kết và hình ảnh giới hạn độ tuổi. Nếu bạn dưới %s tuổi, hoặc nếu bạn cảm thấy các nội dung này không phù hợp hay là bất hợp pháp tại cộng đồng của mình, vui lòng không tiếp tục truy cập. Trong trường hợp bạn trên %s tuổi, và với tư cách là một người trưởng thành như một quyền lợi chính đáng và hợp pháp, bạn mong muốn được tiếp cận các nội dung này một cách tự nguyện. Ngoài ra, bạn tin rằng hành vi tình dục giữa người lớn là hành vi không gây phản cảm hay khó chịu. Việc xem, đọc và tải các nội dung tình dục này không vi phạm các tiêu chuẩn của cộng đồng, khu vực, thành phố hay quốc gia sở tại nơi bạn phải chịu trách nhiệm pháp luật. Bạn cũng phải cam kết sử dụng các tài liệu giới hạn độ tuổi trong website này chỉ cho bản thân, không phát tán và đặc biệt là chia sẻ với trẻ vị thành viên. Một khi bạn truy cập website và sử dụng các tính năng của website, bao gồm cả việc lưu trữ và chia sẻ, bạn đồng ý rằng bạn chịu trách nhiệm về mọi thông tin tiết lộ sai hoặc các quy định pháp lý về đọc, xem hoặc tải xuống bất kì tài liệu nào trong trang web này. Màn hình xác nhận này được coi như thoả thuận hợp pháp giữa website này và bạn hoặc bất kì tổ chức nào mà bạn có lợi ích hợp pháp liên quan. Nếu bất kì phần nào của thoả thuận này được coi là không thể thi hành bởi Toà án có thẩm quyền thì nó sẽ không ảnh hưởng tới các phần thực thi khác của thoả thuận này.

source: By clicking in "I Agree" you declare that you have read and understood all the conditions mentioned above.
vi: Bằng việc đánh dấu "Tôi đồng ý", bạn xác nhận rằng bạn đã đọc và hiểu tất cả quy định ở trên.

source: I Agree
vi: Tôi đồng ý

source: Learn about %s at our %d.
vi: Tìm hiểu về %s tại %d của chúng tôi.

source: Check the errors to proceed.
vi: Kiểm tra lỗi trước khi tiếp tục.

source: Queued
vi: Đã vào hàng đợi

source: Working
vi: Đang chạy

source: Paused
vi: Đã tạm dừng

source: Canceled
vi: Đã huỷ

source: Completed
vi: Đã hoàn thành

source: Top level folders as %s
vi: Thư mục cấp cao là %s

source: Process
vi: Tiến trình

source: Pause
vi: Tạm dừng

source: Cancel
vi: Huỷ bỏ

source: Process log
vi: Nhật kí quá trình

source: Errors
vi: Lỗi

source: Do you really want to remove the import ID %s?
vi: Bạn có chắc muốn xoá import ID %s không?

source: Resume
vi: Tiếp tục

source: Status
vi: Tình trạng

source: Run the following command to import content to Chevereto:
vi: Chạy lệnh sau để nhập nội dung vào Chevereto:

source: Read the %s for more information about this feature.
vi: Đọc %s để biết thêm thông tin về tính năng này.

source: Single profile
vi: Cá nhân

source: This setting is always disabled when using %s website mode.
vi: Cài đặt này luôn bị vô hiệu hóa khi sử dụng chế độ trang web %s.

source: %s won't work when the explorer feature is turned off.
vi: %s sẽ không hoạt động khi tính năng khám phá bị tắt.

source: Dashboard > Settings > Website
vi: Trang tổng quan > Cài đặt > Trang web

source: Do you really want to delete %s?
vi: Bạn có thực sự muốn xoá %s không?

source: Shows a consent screen before accessing the website. Useful for adult content websites where minors shouldn't be allowed.
vi: Hiển thị màn hình xác nhận trước khi truy cập website. Tính năng hữu ích cho các trang web có nội dung người lớn nhằm hạn chế người chưa đủ tuổi vị thành niên tiếp cận.

source: Enable consent screen
vi: Màn hình xác nhận

source: Consent screen cover image
vi: Ảnh bìa màn hình xác nhận

source: Show not safe content in listings
vi: Hiển thị hình ảnh 18+ trong danh sách

source: Enable this if you want to show not safe content in listings.
vi: Bật nếu bạn muốn hiển thị ảnh nhạy cảm trong danh sách

source: Can be overridden by user own settings.
vi: Có thể được thay đổi bởi cài đặt cá nhân của người dùng.

source: This setting doesn't affect administrators.
vi: Cài đặt này không ảnh hưởng đến quản trị viên.

source: Blur NSFW content in listings
vi: Làm mờ nội dung nhạy cảm trong danh sách

source: Enable this if you want to apply a blur effect on the NSFW images in listings.
vi: Bật tính năng này nếu bạn muốn áp dụng hiệu ứng làm mờ trên hình ảnh nhạy cảm trong danh sách.

source: Show not safe content in random mode
vi: Hiển thị ảnh 18+ trong chế độ ngẫu nhiên

source: Show banners in not safe content
vi: Hiển thị banner trong hình ảnh 18+

source: Enable this if you want to show banners in not safe content pages.
vi: Bật tùy chọn này nếu bạn muốn hiển thị quảng cáo trên các trang có nội dung không an toàn.

source: Lock %s editing
vi: Khóa chỉnh sửa %s
